Repository: ezzoubir/welcompose
Catalog: welcompose/core/locales/*/LC_MESSAGES/*.po
Languages: de

source: Please select a page to use as your glossary target
de: Bitte wählen Sie die Seite, die sie als Glossar nutzen möchten

source: An error occured
de: Es ist ein Fehler aufgetreten

source: Welcompose says
de: Welcompose meldet

source: Please enter a name
de: Bitte tragen Sie einen Namen ein

source: A ping service with the given name already exists
de: Ein gleichnamiger Ping-Service existiert bereits

source: Please enter a host name
de: Bitte tragen Sie einen Host-Namen ein

source: Please enter a valid host name
de: Bitte geben Sie einen gültigen Host-Namen an

source: Please enter a port number
de: Bitte tragen Sie eine Port-Nummer ein

source: Please enter a valid port number
de: Bitte geben Sie eine gültige Port-Nummer an

source: Path
de: Pfad

source: Please enter a request path
de: Bitte tragen Sie einen Anfragepfad ein

source: Please enter a valid request path
de: Bitte geben Sie einen gültigen Anfragepfad an

source: Save
de: Speichern

source: Save edit
de: Speichern

source: A project with the given name already exists
de: Ein gleichnamiges Projekt existiert bereits

source: Assign Users
de: Benutzer zuweisen

source: Deflate (.gz)
de: Komprimieren

source: The field whether compress is enabled accepts only 0 or 1
de: Das Feld "Gzip Kompression" kann nur den Wert 0 oder 1 haben

source: Run action
de: Ausführen

source: A text converter with the given name already exists
de: Ein gleichnamiger Textkonverter existiert bereits

source: Internal name
de: Interner Name

source: Please enter an internal name
de: Bitte tragen Sie einen internen Namen ein

source: Please enter a valid internal name
de: Bitte geben Sie einen gültigen internen Namen an

source: A text converter with the given internal name already exists
de: Ein Textkonverter mit gleichnamigen internen Namen existiert bereits

source: Set as default
de: Standard

source: The field whether to set the default textconverter accepts only 0 or 1
de: Das Feld Standard kann nur den Wert 0 oder 1 haben

source: Startup macro
de: Startup-Makro

source: Pre text filter macro
de: Pretext-Makro

source: Post text filter macro
de: Posttext-Makro

source: Shutdown macro
de: Shutdown-Makro

source: A text macro with the given name already exists
de: Ein gleichnamiges Textmakro existiert bereits

source: A text macro with the given internal name already exists
de: Ein Textmakro mit gleichnamigen internen Namen existiert bereits

source: Type
de: Typ

source: Your link description
de: Ihre Link-Beschreibung

source: Comment plugin
de: Kommentar Plug-In

source: Plugin type
de: Plug-In Typ

source: An anti spam plugin with the desired name is already registered
de: Ein gleichnamiges Anti-Spam Plug-In existiert bereits

source: A anti spam plugin with the given internal name already exists
de: Ein Anti Spam Plugin mit gleichnamigen internen Namen existiert bereits

source: Priority
de: Priorität

source: Please enter a priority
de: Bitte tragen Sie eine Priorität ein

source: The field priority is expected to be numeric
de: Das Feld Priorität muss numerisch sein

source: Active
de: Aktiv

source: The field whether the plugin is active accepts only 0 or 1
de: Das Feld "Aktiv" kann nur den Wert 0 oder 1 haben

source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail Adresse an

source: Please enter a valid homepage URL
de: Bitte geben Sie eine gültige Webseiten Adresse an

source: Content
de: Inhalt

source: Please enter a valid name
de: Bitte geben Sie einen gültigen Namen an

source: A blog comment status with the given name already exists
de: Ein gleichnamiger Kommentarstatus existiert bereits

source: Disable captcha
de: Captcha nicht nutzen

source: Use image captcha
de: Bild Captcha nutzen

source: Use numeral captcha
de: Numerisches Captcha nutzen

source: None
de: Keine

source: Display status
de: Anzeigestatus

source: Default status
de: Standardstatus

source: Use captcha
de: Captcha nutzen

source: Timeframe threshold
de: Kommentar Grenzwert

source: Please enter a comment timeframe threshold
de: Bitte tragen Sie einen Kommentar Grenzwert ein

source: Please enter a numeric comment timeframe threshold
de: Bitte tragen Sie einen numerischen Kommentar Grenzwert ein

source: Enable Bayes autolearning
de: Bayes Auto-Lernen aktivieren

source: The field whether autolearning is enabled accepts only 0 or 1
de: Das Feld Bayes Auto-Lernen aktivieren kann nur den Wert 0 oder 1 haben

source: Bayes autolearn threshold
de: Bayes Auto-Lernen Grenzwert

source: Please enter a comment bayes autolearn threshold
de: Bitte tragen Sie einen Bayes Auto-Lernen Grenzwert ein

source: Please enter a numeric comment bayes autolearn threshold
de: Bitte tragen Sie einen numerischen Grenzwert für Bayes Auto-Lernen ein

source: Bayes spam threshold
de: Bayes Spam Grenzwert

source: Please enter a comment bayes spam threshold
de: Bitte tragen Sie einen Bayes Spam Grenzwert ein

source: Please enter a numeric comment bayes spam threshold
de: Bitte tragen Sie einen numerischen Grenzwert für Bayes Spam ein

source: Text converter to apply
de: Textkonverter anwenden

source: Please enter a trackback timeframe threshold
de: Bitte tragen Sie einen Trackback Grenzwert ein

source: Please enter a numeric trackback timeframe threshold
de: Bitte tragen Sie einen numerischen Grenzwert für die Trackbacks ein

source: Please enter a trackback bayes autolearn threshold
de: Bitte tragen sie einen Grenzwert für Trackback Bayes Auto-Lernen ein

source: Please enter a numeric trackback bayes autolearn threshold
de: Bitte tragen Sie einen numerischen Grenzwert für Trackback Bayes Auto-Lernen ein

source: Please enter a trackback bayes spam threshold
de: Bitte tragen Sie einen Grenzwert für Trackback Bayes Spam ein

source: Please enter a numeric trackback bayes spam threshold
de: Bitte tragen Sie einen numerischen Grenzwert für Trackback Bayes Spam ein

source: Long form
de: Langform

source: Please enter a long form for the abbreviation
de: Bitte tragen Sie die Langform der Abkürzung ein

source: A abbreviation with the given long form already exists
de: Eine Abkürzung mit der gleichen Langform existiert bereits

source: Glossary form
de: Glossar

source: Language
de: Sprache

source: Text converter
de: Textkonverter

source: Apply text macros
de: Makros anwenden

source: The field whether to apply text macros accepts only 0 or 1
de: Das Feld "Textmakros" kann nur den Wert 0 oder 1 haben

source: Save edit and go back
de: Speichern und zur Übersicht

source: A global box with the given name already exists
de: Eine gleichnamige globale Box existiert bereits

source: A navigation with this name already exists
de: Eine gleichnamige Navigation existiert bereits

source: Create node above the reference page
de: Oberhalb der Referenzseite

source: Create node below the reference page
de: Unterhalb der Referenzseite

source: always
de: Immer

source: hourly
de: Stündlich

source: daily
de: Täglich

source: weekly
de: Wöchentlich

source: monthly
de: Monatlich

source: yearly
de: Jährlich

source: never
de: Niemals

source: Within Navigation
de: In Navigation

source: Please choose a navigation
de: Bitte wählen Sie eine Zielnavigation

source: Reference page
de: Referenzseite

source: Input for reference page is expected to be numeric
de: Der Wert der Referenzseite muss einen numerischen Wert haben

source: Please choose position
de: Bitte wählen Sie eine Position

source: Enter an URL name
de: Bitte geben Sie einen URL-Namen an

source: The URL name may only contain chars, numbers and hyphens
de: Der URL-Name darf nur Buchstaben, Nummern und Bindestriche enthalten

source: Please choose a page type
de: Bitte wählen Sie einen Seitentyp

source: Apply content
de: Inhalte übernehmen

source: The field whether to apply foreign content accepts only 0 or 1
de: Das Feld "Inhalte übernehmen" kann nur den Wert 0 oder 1 haben

source: Choose page
de: Seite auswählen

source: There is no content available for this page type
de: Für den gewählten Seitentyp können keine Inhalte übernommen werden

source: Template set
de: Vorlagengruppe

source: Please choose a template set
de: Bitte wählen Sie eine Vorlagengruppe

source: Index page
de: Index-Seite

source: The field index_page accepts only 0 or 1
de: Das Feld "Index-Seite" kann nur den Wert 0 oder 1 haben

source: Protect
de: Geschützt

source: The field protect accepts only 0 or 1
de: Das Feld "Geschützt" kann nur den Wert 0 oder 1 haben

source: Draft
de: Entwurf

source: The field draft accepts only 0 or 1
de: Das Feld Entwurf kann nur 1 oder 0 als Wert haben

source: Exclude
de: Ausschließen

source: The field exclude accepts only 0 or 1
de: Das Feld "Ausschließen" kann nur den Wert 0 oder 1 haben

source: The field no_follow accepts only 0 or 1
de: Das Feld "No Follow" kann nur 1 oder 0 als Wert haben

source: Groups
de: Benutzergruppen

source: Alternate name
de: Alternativer Name

source: Description
de: Beschreibung

source: Optional text
de: Optionaler Text

source: Sitemap change frequency
de: Sitemap Interval

source: Sitemap Priority
de: Sitemap Priorität

source: Please enter a sitemap priority between 0.1 and 1.0
de: Bitte geben Sie für die Sitemap Priorität einen Wert zwischen 0.1 und 1.0 an

source: Select a ping service
de: Wählen Sie einen Ping-Service

source: Site name
de: Seitenname

source: Please enter a site name
de: Bitte tragen Sie einen Seitennamen ein

source: Weblog URL
de: Seiten-URL

source: Please enter a site URL
de: Bitte tragen Sie eine Seiten-URL ein

source: Please enter a valid site URL
de: Bitte tragen Sie eine gültige Seiten-URL ein

source: Changes URL
de: Weblog URL

source: Please enter a home page URL
de: Bitte tragen Sie eine Weblog URL ein

source: Please enter a valid home page URL
de: Bitte tragen Sie eine gültige Weblog URL ein

source: Please enter a feed URL
de: Bitte tragen Sie eine Feed URL ein

source: Please enter a valid feed URL
de: Bitte tragen Sie eine gültige Feed URL ein

source: Use summary
de: Kurzfassung nutzen

source: Use content
de: Inhalt nutzen

source: Use feed summary
de: Feed Kurzfassung nutzen

source: Leave it empty
de: Leer lassen

source: Use tags
de: Schlagworte nutzen

source: yes
de: Ja

source: no
de: Nein

source: Title
de: Titel

source: Please enter a title
de: Bitte geben Sie einen Titel an

source: URL title
de: URL-Titel

source: Enter an URL title
de: Bitte geben Sie einen URL-Titel an

source: The URL title may only contain chars, numbers and hyphens
de: Bitte nutzen Sie nur Buchstaben, Nummern und Bindestriche

source: Summary
de: Kurzfassung

source: Please enter a podcast title
de: Bitte geben Sie einen Podcast-Titel ein

source: Please select a podcast description source
de: Bitte wählen Sie eine Quelle für die Podcast-Beschreibung aus

source: Please select a podcast summary source
de: Bitte wählen Sie eine Quelle für die Podcast-Kurzfassung aus

source: Keywords
de: Schlüsselworte

source: Please select a podcast keyword source
de: Bitte wählen Sie eine Quelle für die Podcast-Schlagworte aus

source: Category 1
de: Kategorie 1

source: Please select a podcast category
de: Bitte wählen Sie eine Podcast-Kategorie aus

source: Category 2
de: Kategorie 2

source: Category 3
de: Kategorie 3

source: Author
de: Autor

source: Please enter a podcast author
de: Bitte tragen Sie einen Podcast-Autor ein

source: Explicit
de: Explizit

source: Block
de: Anzeige blockieren

source: The field whether an episode should be blocked accepts only 0 or 1
de: Das Feld "Anzeige blockieren" kann nur den Wert 0 oder 1 haben

source: Show details
de: Zeige Details

source: Show ID3
de: Zeige ID3

source: Discard cast
de: Podcast löschen

source: Custom meta tags
de: Eigene Meta-Tags

source: The field whether to use customized meta tags accepts only 0 or 1
de: Das Feld "Eigene Metatags" kann nur den Wert 0 oder 1 haben

source: Tags
de: Schlagworte

source: Feed Summary
de: Feed Kurzfassung

source: Optional Content 1
de: Inhalt 1

source: Optional Content 2
de: Inhalt 2

source: Optional Content 3
de: Inhalt 3

source: The field whether the posting is a draft accepts only 0 or 1
de: Das Feld "Entwurf" kann nur den Wert 0 oder 1 haben

source: The field whether a ping should be issued accepts only 0 or 1
de: Das Feld "Ping" kann nur den Wert 0 oder 1 haben

source: Comments
de: Kommentare

source: The field whether comments are enabled accepts only 0 or 1
de: Das Feld "Kommentare?" kann nur den Wert 0 oder 1 haben

source: Enable trackbacks
de: Trackbacks?

source: The field whether trackbacks are enabled accepts only 0 or 1
de: Das Feld "Trackbacks?" kann nur den Wert 0 oder 1 haben

source: Creation date
de: Erstellungsdatum

source: Duplicate Posting
de: Blog-Eintrag duplizieren

source: A box with the given name already exists
de: Eine gleichnamige Box existiert bereits

source: The priority number may be only numeric
de: Der Wert des Feldes "Priorität" muss numerisch sein

source: Start date
de: Startdatum

source: Please enter a start date at least
de: Bitte wählen Sie ein Startdatum

source: Please enter a full start date at least
de: Bitte wählen Sie ein vollständiges Startdatum

source: Start time
de: Zeit (von)

source: End time
de: Zeit (bis)

source: End date
de: Enddatum

source: Duplicate Event Posting
de: Termin-Eintrag duplizieren

source: From: address
de: Absenderadresse

source: Please enter a From: address
de: Bitte tragen Sie eine Absenderadresse ein

source: Please enter a valid From: address
de: Bitte tragen Sie eine gültige Absenderadresse ein

source: To: address
de: Empfängeradresse

source: Please enter a To: address
de: Bitte tragen Sie eine gültige Empfängeradresse ein

source: Please enter a valid To: address
de: Bitte tragen Sie eine gültige Empfängeradresse ein

source: Subject
de: Betreff

source: Please enter a subject
de: Bitte tragen Sie einen Betreff ein

source: Select a field type
de: Bitte wählen Sie einen Feldtyp

source: Label
de: Beschriftung

source: Please enter a field name
de: Bitte tragen Sie einen Feldnamen ein

source: Only alphanumeric field names are allowed
de: Es sind nur Buchstaben und Nummern erlaubt

source: A field with the given name already exists
de: Ein gleichnamiges Feld existiert bereits

source: Value
de: Wert

source: CSS class
de: CSS Klasse

source: Required
de: Erforderlich

source: The field required accepts only 0 or 1
de: Das Feld "Erforderlich" kann nur den Wert 0 oder 1 haben

source: Required message
de: "Erforderlich" Text

source: Please enter a required message
de: Bitte tragen Sie einen "Erforderlich" Text ein

source: Regular expression
de: Regulärer Ausdruck

source: Validator message
de: Validierungstext

source: Please enter a validator message
de: Bitte tragen sie einen Validierungstext ein

source: Only numeric values (with leadings) are allowed
de: Es sind nur nummerische Angaben (inkl. Vorzeichen) erlaubt

source: The field required_attr accepts only 0 or 1
de: Das Feld "required_attr" kann nur 0 oder 1 als Wert haben

source: The field autofocus accepts only 0 or 1
de: Das Feld "autofocus" kann nur 1 oder 0 als Wert haben

source: The field readonly accepts only 0 or 1
de: Das Feld "readonly" kann nur 1 oder 0 als Wert haben

source: Duplicate Form Field
de: Formularfeld duplizieren

source: Please choose a new navigation
de: Bitte wählen Sie eine Zielnavigation

source: Move page away
de: Seite verschieben

source: Location
de: Ort

source: Link 1
de: Verweis 1

source: Please enter a valid target URL for field Link 1
de: Bitte tragen Sie eine gültige Ziel-URL im Feld "Verweis 1" ein

source: Link 2
de: Verweis 2

source: Please enter a valid target URL for field Link 2
de: Bitte tragen Sie eine gültige Ziel-URL im Feld "Verweis 2" ein

source: Link 3
de: Verweis 3

source: Please enter a valid target URL for field Link 3
de: Bitte tragen Sie eine gültige Ziel-URL im Feld "Verweis 3" ein

source: Sold out
de: Ausverkauft

source: The field whether to apply a sold_out status accepts only 0 or 1
de: Das Feld "Ausverkauft" kann nur den Wert 0 oder 1 haben

source: Business form
de: Geschäftliches Formular

source: Personal form
de: Privates Formular

source: Use text field
de: Eigener Formulartyp

source: Form type
de: Formulartyp

source: Custom type
de: Eigener Formulartyp

source: Enter a valid custom form type
de: Bitte tragen Sie einen gültigen eigenen Formulartyp ein

source: Allow new entries
de: Einträge erlauben

source: The field whether to allow new entries accepts only 0 or 1
de: Das Feld "Einträge erlauben" kann nur den Wert 0 oder 1 haben

source: Send notification
de: Mitteilung senden

source: The field whether to enable notifications accepts only 0 or 1
de: Das Feld "Mitteilung senden" kann nur den Wert 0 oder 1 haben

source: Please enter a valid e-mail address
de: Bitte tragen Sie eine gültige E-Mail Adresse ein

source: Message
de: Nachricht

source: Please enter your message
de: Bitte tragen Sie eine Nachricht ein

source: Target URL
de: Ziel-URL

source: Please enter a target URL
de: Bitte tragen Sie eine Ziel-URL ein

source: Please enter a valid target URL
de: Bitte tragen Sie eine gültige Ziel-URL ein

source: A page type with the given name already exists
de: Ein gleichnamiger Seitentyp existiert bereits

source: A page type with the given internal name already exists
de: Ein Seitentyp mit gleichnamigen internen Namen existiert bereits

source: Category name
de: Name Kategorie

source: Please enter a category name
de: Bitte geben Sie einen Namen für die Kategorie an

source: Subcategory name
de: Name Unterkategorie

source: The given podcast category combination already exists
de: Die gewählte Kombination der Podcast-Kategorien ist bereits in Verwendung

source: A structural template with the given name already exists
de: Eine gleichnamige Strukturvorlage existiert bereits

source: Duplicate structural template
de: Strukturvorlagen duplizieren

source: E-mail address
de: E-Mail Adresse

source: Please enter your e-mail address
de: Bitte tragen Sie Ihre E-Mail Adresse ein

source: Password
de: Passwort

source: Please enter your password
de: Bitte tragen Sie Ihr Passwort ein

source: Invalid password
de: Ihre Login-Daten sind ungültig. Bitte überprüfen Sie Ihre E-Mail Adresse oder/und Passwort

source: Login
de: Anmelden

source: Default
de: Standard

source: Show all
de: Alle zeigen

source: No border
de: Ohne Rahmen

source: Exact fit
de: Passgenau

source: Window
de: Fenster

source: Quality
de: Qualität

source: Background color
de: Hintergrundfarbe

source: Please use a valid hexadezimal syntax
de: Bitte verwenden Sie ausschließlich hexadezimale Werte

source: Insert as reference
de: Referenz einfügen

source: The field whether to insert as reference accepts only 0 or 1
de: Das Feld "Referenz einfügen" kann nur den Wert 0 oder 1 haben

source: Insert object
de: Einfügen

source: Cancel
de: Abbrechen

source: Alternative text
de: Alternativtext

source: Set dimensions?
de: Höhe/Breite setzen?

source: The field whether to set dimensions accepts only 0 or 1
de: Das Feld "Höhe/Breite setzen?" kann nur den Wert 0 oder 1 haben

source: Image
de: Bild

source: Document
de: Dokument

source: Other
de: Andere

source: File
de: Datei

source: Please add at least one tag
de: Bitte tragen Sie mindestens ein Schlagwort ein

source: Close
de: Schließen

source: Please select a file
de: Bitte wählen Sie eine Datei aus

source: Upload Media
de: Media hochladen

source: License
de: Lizenz

source: Blog Comments
de: Blog Kommentare

source: Blog Comment Status
de: Blog Kommentarstatus

source: Community Settings
de: Community-Einstellungen

source: Pages
de: Seiten

source: Global Boxes
de: Globale Boxen

source: Navigations
de: Navigationen

source: Page Types
de: Seitentypen

source: Structural Templates
de: Strukturvorlagen

source: Podcast Categories
de: Podcast-Kategorien

source: Abbreviations
de: Abkürzungen

source: Documents
de: Dokumente

source: Images
de: Bilder

source: Document Categories
de: Dokumentenkategorien

source: Image Categories
de: Bilderkategorien

source: Projects
de: Projekte

source: Text Converters
de: Textkonverter

source: Text macros
de: Textmakros

source: Actions
de: Aktionen

source: Templates
de: Seitenvorlagen

source: Template Sets
de: Vorlagengruppen

source: Template Types
de: Vorlagentypen

source: Global Templates
de: Globale Vorlagen

source: Global Files
de: Globale Dateien

source: Users
de: Benutzer

source: Rights
de: Benutzerrechte

source: Project
de: Projekt

source: load
de: Laden

source: Load project
de: Lade Projekt

source: Contents
de: Inhalte

source: Media Library
de: Media Bibliothek

source: Templating
de: Vorlagen

source: Settings
de: Einstellungen

source: Text Macros
de: Textmakros

source: Welcompose Admin &ndash; Projects
de: Welcompose Admin &ndash; Projekte

source: Edit user
de: Benutzer bearbeiten

source: Public page, open in new window
de: Öffentliche Seite. Öffnet in neuen Fenster.

source: Public page
de: Öffentliche Seite

source: Logout
de: Abmelden

source: Available Actions
de: Verfügbare Aktionen

source: Apply URL Patterns
de: Aktuelles URL Pattern Layout anwenden

source: Everytime you change the URL Patterns Layout within the Welcompose configuration file (sys.inc.php) you should perfom this action so your installation reflects the current path layout
de: Immer wenn sie das URL Pattern Layout in der Konfigurationsdatei von Welcompose (sys.inc.php) ändern, sollten sie diese Funktion ausführen. Dieses gewährleistet, das die Links ihrer Installation dem aktuellen URL Pattern Layout entsprechen.

source: Apply Abbreviations and Glossary Page
de: Abkürzungen und Glossar anwenden

source: You should apply this action whenever you edited the attributes of a abbreviation.<br />Please note: To include abbreviations with a glossary entry, make sure you check the box below and choose your glossary target page
de: Sie sollten diese Funktionen immer dann ausführen, wenn sie Felder einer Abkürzung editiert haben.<br />Bitte beachten sie: Um hierbei Abkürzungen mit einem Glossareintrag zu berücksichtigen, aktivieren Sie die Checkbox und wählen sie die Zielseite für ihr Glossar aus.

source: Apply Glossar Page?
de: Glossar Seite anwenden?

source: Please choose your glossary target page
de: Bitte wählen Sie eine Seite, die Sie als Glossar nutzen möchten

source: Please choose...
de: Bitte wählen Sie...

source: Delete Frontend Smarty Compiled Templates
de: Kompilierte Frontend Smarty Vorlagen löschen

source: If you edit templates and rebind references within the backend, it might be necessary to delete the Smarty compiled templates of your frontend output to make sure your frontend view is always up to date. You can run this action whenever you like without disturbing anything
de: Wenn sie Vorlagen, Vorlagengruppen und deren Referenzierung in den inhaltlichen Seiten bearbeiten, kann es ab und zu notwendig sein, die kompilierten Vorlagen der Ausgabe zu löschen. Dies gewährleistet, das die Ansicht der Ausgabe immer dem aktuellen Stand entspricht.

source: Welcompose Admin &ndash; Add Ping Service
de: Welcompose Admin &ndash; Neuen Ping-Service anlegen

source: Add Ping Service
de: Neuen Ping-Service anlegen

source: Your input was successfully saved!
de: Ihre Eingaben wurden gespeichert

source: To apply further input, please repeat fill in the form
de: Um weitere Inhalte anzulegen, füllen Sie bitte das Formular erneut aus

source: Show help on this topic
de: Feldhilfe anzeigen

source: Welcompose Admin &ndash; Edit Ping Service
de: Welcompose Admin &ndash; Ping-Service bearbeiten

source: Edit Ping Service
de: Ping-Service bearbeiten

source: Add new
de: Neu anlegen

source: Pages:
de: Seiten:

source: Available Ping Services
de: Verfügbare Ping-Services

source: Delete
de: Löschen

source: Edit
de: Bearbeiten
