Repository: ezzoubir/welcompose
Catalog: welcompose/core/locales/*/LC_MESSAGES/*.po
Languages: de

source: Alternative description if the client has no ability to display the image.
de: Alternativtext, wenn das Ausgabemedium keine Bilder anzeigen kann.

source: Activate the checkbox to insert only the reference to this image. This could be handy while insertion to a existing html structure.
de: Aktivieren sie die Checkbox um das Bild als Referenz einzufügen. Das ist bspw. dann hilfreich, wenn das Bild innerhalb einer bestehenden HTML Struktur eingefügt werden soll.

source: Detach the checkbox if you do not want to set height/width tag attributes to your image.
de: Deaktivieren Sie die Checkbox, wenn der Image-Tag keine Höhen/Breitenattribute enthalten soll.

source: Provide additional image information whenever the cursor is hovered over the image.
de: Der Title-Tag ermöglicht die Angabe zusätzlicher Informationen zum Bild.

source: Select a <em>background color</em> for your file. Format must be a valid hexadezimal code, e.g. #FF6600 (or short-version #F60). Case insensitive. See <a href="http://www.adobe.com/cfusion/knowledgebase/index.cfm?id=tn_12701">adobe documentation</a> for details.
de: Wählen Sie eine Hintergrundfarbe für die Datei. Ausschließlich hexadezimale Syntax erlaubt, bspw. #FF6600. Weitere Informationen finden Sie über die <a href="http://www.adobe.com/cfusion/knowledgebase/index.cfm?id=tn_12701" title="Neues Fenster" target="_blank">Adobe Tech Notes</a>.

source: Set this checkbox if you don't want the file repeating indefinitely. See <a href="http://www.adobe.com/cfusion/knowledgebase/index.cfm?id=tn_12701">adobe documentation</a> for details.
de: Verhindern Sie die Wiedergabe in einer Schleife. Weitere Informationen finden Sie über die <a href="http://www.adobe.com/cfusion/knowledgebase/index.cfm?id=tn_12701" title="Neues Fenster" target="_blank">Adobe Tech Notes</a>.

source: Set this checkbox if you don't want the file playing while loading. See <a href="http://www.adobe.com/cfusion/knowledgebase/index.cfm?id=tn_12701">adobe documentation</a> for details.
de: Definiert, ob die Datei während des Ladevorgangs abgespielt werden soll. Weitere Informationen finden Sie über die <a href="http://www.adobe.com/cfusion/knowledgebase/index.cfm?id=tn_12701" title="Neues Fenster" target="_blank">Adobe Tech Notes</a>.

source: Select the <em>quality</em> parameter for your file. Default means this parameter won't be set. See <a href="http://www.adobe.com/cfusion/knowledgebase/index.cfm?id=tn_12701">adobe documentation</a> for details.
de: Wählen Sie die gewünschte "Quality"-Angabe. Weitere Informationen finden Sie über die <a href="http://www.adobe.com/cfusion/knowledgebase/index.cfm?id=tn_12701" title="Neues Fenster" target="_blank">Adobe Tech Notes</a>.

source: Select the <em>scale</em> parameter for your file. Default means this parameter won't be set. See <a href="http://www.adobe.com/cfusion/knowledgebase/index.cfm?id=tn_12701">adobe documentation</a> for details.
de: Wählen Sie die gewünschte "Scale"-Angabe. Weitere Informationen finden Sie über die <a href="http://www.adobe.com/cfusion/knowledgebase/index.cfm?id=tn_12701" title="Neues Fenster" target="_blank">Adobe Tech Notes</a>.

source: Select the <em>wmode</em> parameter for your file. Default means this parameter won't be set. See <a href="http://www.adobe.com/cfusion/knowledgebase/index.cfm?id=tn_12701">adobe documentation</a> for details.
de: Wählen Sie die gewünschte "WMode"-Angabe. Weitere Informationen finden Sie über die <a href="http://www.adobe.com/cfusion/knowledgebase/index.cfm?id=tn_12701" title="Neues Fenster" target="_blank">Adobe Tech Notes</a>.

source: You can optionally describe the purpose of your media to upload. May be useful in addition to the given tags, s. below.
de: Nutzen Sie dieses Feld, um den Verwendungzweck der hochgeladenen Datei zu beschreiben.

source: Select the file you want to add to your media pool.
de: Bitte wählen Sie eine Datei von Ihrer Festplatte aus.

source: Enter one or more tags to organize your media. Separate them with a comma. This one is important. The given tags are suppost to be used with the Media Manager Option <em>Find by tags</em> to narrow down the number of media to display.
de: Durch die Angabe von Schlagworten gruppieren und organisieren Sie Ihre Media Dateien. Die Schlagworte werden in der Media Manager Funktion <em>Schlagworte</em> genutzt, um die Quantität der Anzeige zu begrenzen. Tragen Sie bitte mehrere, mindestens aber ein Schlagwort ein. Mehrfachangaben werden durch Kommata getrennt.

source: help media_upload_types.
de: Hilfe für media_upload_types.

source: <strong>myLocal</strong>: Find and manage your local stored media (default).<br /><strong>myFlickr</strong>: Find Flickr documents to embed in your project. This assumes you have a existing Flickr account.<br /><strong>Upload</strong>: Upload media of all types<br /><br /><strong>Include following types</strong>: What media types your search results should contain?<br /><strong>Find by tags</strong>: Live search relating to media tags. Depending on key event, the results will be continuously updated with a delay of 1.5 seconds.<br /><strong>Find by timeframe</strong>: Live search within the choosen time range.<br /><br /><strong>Flickr User</strong>: To use <em>myFlickr</em> you must declare a flickr user first .<br /><strong>Find by Flickr photoset</strong><br />xxx<br /><strong>Find by Flickr tags</strong><br />xxx<br /><br /><strong>Combining searches</strong>: All options and methods (<em>Include following types</em>, <em>Find by tags</em> and <em>Find by timeframe</em>) could be used as stand-alone search options/methods or combined related to each other. In this case the order of use is dispensable.
de: <strong>myLocal</strong>: Anzeige und Verwaltung Ihrer lokalen Dateien (Standard).<br /><strong>myFlickr</strong>: Anzeige und Einbettung von Flickr Dateien. Setzt einen vorhandenen Flickr Account voraus.<br /><strong>Upload</strong>: Laden Sie neue Dateien hoch.<br /><br /><strong>Dateitypen</strong>: Welche Dateitypen sollen bei der Anzeige berücksichtigt werden?<br /><strong>Schlagworte</strong>: Anzeige anhand von Schlagworten. Abhängig von den Tastatureingaben, wird das Ergebnis alle 1.5 sek. aktualisiert.<br /><strong>Zeitrahmen</strong>: Anzeige innerhalb eines zeitlichen Rahmens.<br /><br /><strong>Flickr Benutzername</strong>: Um <em>myFlickr</em> nutzen zu können, müssen Sie zuerst den Benutzernamen des Flickr Accounts eingeben.<br /><strong>Flickr Photoalben</strong>: Wählen Sie ein Flickr Photoalbum aus.<br /><strong>Flickr Schlagworte</strong>: Anzeige anhand von Flickr Schlagworten. Ist nur relevant, wenn die Anzeigeoption <em>Flickr Photoalben</em> nicht aktiv ist.<br /><br /><strong>Kombinierte Suche</strong>: Alle Anzeigeoptionen (<em>Dateitypen</em>, <em>Schlagworte</em> und <em>Zeitrahmen</em>) können alleinstehend aber auch kombiniert genutzt werden. Beispiel: <em>Dateityp</em>: "Bilder", <em>Schlagwörter</em>: "Fisch" zeigt ausschließlich Bilder mit dem Schlagwort Fisch an.

source: The name will be used to distinguish between the different navigations later on. So please chose a meaningful one, especially because it will be used for navigation referencing in the templates.
de: Bitte tragen Sie den Namen der Navigation ein. Bitte nutzen Sie einen beschreibenden Namen, da der Navigationsname unter anderem auch zur Referenzierung in den <em>Seitenvorlagen</em> genutzt wird.

source: A extra or additional page name to display. See Documentation for examples.
de: Zusätzlicher Seitenname. Beispielanwendungen finden Sie in der Dokumentation.

source: Check this box if you like to assume content from other pages
de: Aktivieren Sie die Checkbox, wenn Sie Inhalte aus anderen Seiten übernehmen möchten

source: Depending on your selection of the page type above, choose a page you wish to assume content for the new page. The applied text converter of the page you choose to assume will be considered for the new page also. If available all related page boxes will be copied as well
de: Sie können hier, abhängig vom oben gewählten Seitentyp, eine Seite auswählen, deren Inhalte Sie übernehmen möchten. Die Text-Konverter Einstellungen der gewählten Seite werden für die neue Seite übernommen, ebenso wie alle zugeordneten Seitenboxen

source: A extra or additional page description to display. See Documentation for examples.
de: Zusätzliche Seitenbeschreibung. Beispielanwendungen finden Sie in der Dokumentation.

source: If you mark this page as draft, it will be saved but not published.
de: Definiert, ob die Seite als Entwurf gespeichert wird. Wenn die Auswahl aktiv ist, wird die Seite nicht veröffentlicht.

source: Check this box to spare the page from being visible within the frontend navigation
de: Aktivieren Sie die Checkbox, wenn Sie die Seite von der Anzeige in der Navigation ausschließen möchten

source: Select the groups which you like to give access to this page. Press CTRL on PC or Command on Mac to select or deselect multiple groups.
de: Wählen Sie bitte die Gruppen, denen die Anzeige der Seite erlaubt ist. Halten Sie die CTRL-Taste (Windows) oder die Apfel-Taste (Mac) gedrückt um eine Mehrfachauswahl zu treffen.

source: If checked, this page will be your index page of your website.
de: Definiert, ob die Seite Ihre Index-Seite sein soll.

source: The page will appear with the entered name in your navigation.
de: Mit dem hier angegebenen Namen wird die Seite in der Navigation angezeigt.

source: Transliterated version of the page name to be used in URLs. May only contain chars (a-z), numbers (0-9) and hyphens (-).
de: Browserkonformer Name, der als URL dient. Der Name darf Buchstaben in Kleinschreibung (a-z), numerische Angaben (0-9) und Trennstriche (-) enthalten.

source: The page will be moved to the choosen navigation. It assumes you applied two navigations at least.
de: Die Seite wird in die ausgewählte Navigation verschoben.

source: In which navigation the new page should be added?
de: Welcher Navigation soll die neue Seite zugeordnet werden?

source: Check this box to exclude this site from the Google Page Rank Inheritance. This Flag enables a proper condition while selecting the navigation tree within the templates
de: Aktivieren Sie die Checkbox, wenn Sie das HTML Attribut "no_follow", abhängig vom gesetzen Wert (0/1) in der Vorlage Ihrer Seitennavigation nutzen möchten

source: Extra or additional vari input to display. See Documentation for examples.
de: Zusätzliche Eingaben. Beispielanwendungen finden Sie in der Dokumentation.

source: Which page should be used as the reference for defining the new page position on next step?
de: Welche Seite soll bei der Positionierung (s. nächstes Feld) der neuen Seite als Referenz dienen?

source: Create the new page below or above the prior specified reference page.
de: Soll die neue Seite oberhalb oder unterhalb der zuvor ausgewählten Referenzseite eingefügt werden? Wählen Sie "unterhalb", wird die neue Seite als Unterseite der Referenzseite angelegt, wählen Sie "oberhalb", wird sie auf gleicher Ebene wie die Referenzseite über dieser angelegt.

source: Check this box if you like to make this page only accessible to a certain group of users.
de: Gibt an, ob die Seite nur einer bestimmten Benutzergruppe zugänglich sein soll.

source: How often the search engine can expect to find new or changed contents on this page.
de: Gibt an, wie oft Suchmaschinen von neuen oder aktualisierten Inhalten ausgehen können.

source: The priority defines how relevant this page is in comparison to the other pages of your website. A value of 1.0 indicates a very high relevance whereas a value of 0.1 indicates a very low relevance.
de: Gibt an, welche Gewichtung die aktuelle Seite im Vergleich zu anderen Seiten Ihres Projektes hat. Ein Wert von 1.0 legt eine hohe, ein Wert von 0.1 eine geringe Gewichtung fest.

source: Choose a template set to determine the look of your new page.
de: Wählen Sie bitte eine Vorlagengruppe, um die Ansicht der Seite festzulegen.

source: Defines the purpose of your new page.
de: Wählen Sie einen Seitentyp, der den zu erwartenden Inhalten der neuen Seite entspricht.

source: Indication of the defined page type
de: Anzeige des Seitentyps

source: The internal name of the page type is the name of the corresponding display class without the pseudo-namespace prefix. If you have a display class called Display_SimplePage enter SimplePage as internal name.
de: Der interne Name des Seitentyps entspricht dem Namen der korrespondierenden Klasse zur Anzeige ohne das Prefix des Namenraumes. Beispiel: Sie haben eine Anzeigeklasse, die <em>Display_SimplePage</em> heißt, so tragen Sie bitte <em>SimplePage</em> als internen Namen ein.

source: Choose a descriptive name. A capitalized literal string with a custom prefix is expected, eg. EXTENSION_FOO or MY_PAGE_TYPE. WCOM as prefix is prohibited.
de: Bitte wählen Sie einen beschreibenden Namen. Bitte nutzen nur Großbuchstaben, die mit einem Prefix versehen sind. Beispiele: "MEIN_SEITENTYP" oder "MEIN_NEUER_SEITENTYP". <em>WCOM</em> als Prefix kann nicht genutzt werden.

source: Select the ping service you wish to configure.
de: Wählen Sie bitte einen konfigurierten Ping-Service, den Sie nutzen möchten.

source: The URL to your news feed including protocol (http://) and your full domain name.
de: Der Pfad zum Newsfeed, der das Übertragungsprotokoll (http://) und den vollständigen Domainnamen beinhalten muss. Beispiel: http://ihrweblog.de/feeds/

source: The URL to the page that should be checked for changes by your ping service provider. It matches your site URL in most cases.
de: Der Pfad zur Seite, der bei einer Aktualisierung vom Ping-Services Provider genutzt werden soll. In den allermeisten Fällen ist dieser Pfad identisch mit dem im Feld <em>Seiten-URL</em> eingetragenen Pfad.

source: Enter the name of your weblog as it should appear on the list of recently updated weblogs of your ping service provider.
de: Tragen Sie bitte den Namen Ihres Weblogs ein, wie er innerhalb der Webseiten Ihres Ping-Service Providers angezeigt werden soll.

source: The URL to the main page of your weblog including protocol (http://) and your full domain name.
de: Der Pfad zur Index-Seite Ihres Weblogs, der das Übertragungsprotokoll (http://) und den vollständigen Domainnamen beinhalten muss. Beispiel: http://ihrweblog.de

source: The host to ping. Can either be a full qualified domain name like weblogs.com or an quad dotted IP address.
de: Der anzusprechende Host. Dieses kann ein gültiger Domainname sein, wie bspw. <em>weblog.com</em> oder auch eine gültige IP-Adresse.

source: The name will be used to distinguish between the different ping services later on.
de: Tragen Sie hier bitte den Namen Ihres neuen Ping-Services ein. Der Name dient zur Identifizierung und Unterscheidung einzelner Ping-Services.

source: The path of the remote host to ping, eg. /RPC2. You have to specify at least a slash (/).
de: Der Pfad des anzusprechenden Remote Hosts. Beispiel: <em>/RPC2</em>. Zwingend ist hier mindestens ein Schrägstrich (/) einzutragen.

source: The port of the remote host to ping. If your ping provider doesn&#39;t specifiy a value, 80 is a safe choice.
de: Der Port des anzusprechenden Remote Hosts. Wenn Ihr Ping-Service Provider hier keine expliziten Angaben macht, tragen Sie bitte <em>80</em> als Wert ein.

source: Enter the primary name of the category. See the podcast specs from Apple for details.
de: Tragen Sie hier bitte die Hauptkategorie für den Podcast ein. Weitere Informationen erhalten Sie über die Podcast Specs von Apple.

source: Enter a optional subcategory name. See the podcast specs from Apple for details.
de: Tragen Sie hier bitte die Unterkategorie für den Podcast ein. Weitere Informationen erhalten Sie über die Podcast Specs von Apple.

source: Enter a descriptive name for your project
de: Tragen Sie bitte einen Namen für Ihr Projekt ein

source: You may want to assign one or more users to the new project. Press CTRL (on PC) or Command (on Mac) to select or deselect multiple users. When no selection is made, the new project will be initialized with the Welcompose standard user set
de: Wenn gewünscht, können Sie hier dem neuen Projekt einen oder mehrere Benutzer zuordnen. Halten Sie die CTRL-Taste (Windows) oder die Apfel-Taste (Mac) gedrückt um eine Mehrfachauswahl zu treffen. Wählen Sie keinen Benutzer aus, wird das neue Projekt mit den Welcompose Standard Benutzern initialisiert

source: You can optionally describe the purpose of this right. May be useful when dealing with lots of different rights.
de: Beschreiben Sie in diesem Feld den Verwendungszweck des Benutzerrechts.

source: The name will be used to distinguish between the different rights later on. A capitalized literal string with a custom prefix is expected, eg. MY_RIGHT or PUBLIC_ADMINS. WCOM as prefix is prohibited.
de: Bitte tragen Sie den Namen des Benutzerrechts ein. Bitte nutzen Sie nur Großbuchstaben, die mit einem Prefix versehen sind. Beispiele: <em>MEIN_NEUES_RECHT</em> oder <em>BLOG_BENUTZER</em>. WCOM als Prefix kann nicht genutzt werden.

source: If your date end differs from your start date, schedule the end date here. Please note that you have to set Day, Month and Year at least.
de: Wenn sich der Termin über einen Tag hinaus erstreckt, geben Sie hier bitte das Enddatum des Termins an.

source: Schedule your date. Please note that you have to set Day, Month and Year at least.
de: Geben Sie hier das Startdatum des Termins an. Die Angabe von Tag, Monat und Jahr ist erforderlich.

source: Enter a date related link. Please don&#39;t forget to enter the protocol (http:// etc.) and the full domain name.
de: Tragen Sie bitte die URL der Webseite ein, die aufgerufen werden soll. Die Angabe des Protokolls (http://) und eine vollständige Domainadresse wird vorausgesetzt. Beispiel: http://ihredomain.de

source: Enter the date location. HTML and all the other stuff allowed.
de: Bitte tragen Sie hier den Ort des Termins ein. HTML-Eingaben sind erlaubt.

source: Check this box to disable the former link. This is useful when you want to substitute the link with a individual notice temporarily.
de: Wenn die Checkbox angeklickt ist, wird der darüberstehende Verweis vorübergehend deaktiviert. Dies kann unter anderen dann nützlich sein, möchte man den Verweis zeitlich begrenzt durch einen individuellen Text ersetzen.

source: Enter here the contents for your simple form that will be shown above or below your form. HTML and all the other stuff allowed.
de: Tragen Sie hier den Inhalt ein, der oberhalb oder unterhalb Ihres Formulars angezeigt werden soll. HTML-Eingaben sind erlaubt.

source: Enter the name of the custom render method. Use only CamelCaps.
de: Tragen Sie bitte den Namen Ihres eigenen Formulartyps ein. Nutzen bitte nur CamelCase Syntax. Beispiel: <em>MeinFormularTyp</em>.

source: The From: address that will be used sending the form. To get the email address supplied by the prospect, enter <em>sender@simpleform.wcom</em>
de: Die Absenderadresse, die zum Senden des Formulars genutzt wird. Um die E-Mail Adresse des Eintragenden zu nutzen, geben Sie hier bitte <em>sender@simpleform.wcom</em> ein

source: The subject used by emails comming from your simple form.
de: Der Betreff der gesendeten E-Mail.

source: The email address where you like to receive message from your simple form.
de: Empfängeradresse, an die die E-Mail gesendet wird.

source: Allows to define a custom string for the title meta tag. The title of this simple form can be embedded using the place holder %%title.
de: Tragen Sie bitte hier den Titel ein, der als Meta-Tag Angabe genutzt werden soll. Der Titel der <em>Simple Form</em> kann über den Platzhalter <em>%%title</em> in diesem Feld genutzt werden.

source: Enter here the title of your simple form.
de: Tragen Sie bitte den Titel Ihres Formulars ein.

source: Choose the type of your form. The personal form consists of the following fields: Name, email address, homepage and message. The business form consists of these fields: First name, last name, address, location, phone, email, message and a check box that indicates whether the prospect likes to be called back or not. If you like to use a custom form created by extending the simple form class, choose the option <em>Use text field</em> and enter the name of the render method into the field <em>Custom type</em>.
de: Wählen Sie bitte den Formulartyp aus. Der Typ <em>Privates Formular</em> enthält die Felder Name, E-Mail, Adresse, Website und Nachricht. Der Typ <em>Geschäftliches Formular</em> enthält die Felder Vorname, Nachname, Adresse, Ort, Telefon, E-Mail, Nachricht und eine Auswahlbox, die dem Empfänger anzeigt, ob der Sender telefonisch zurückgerufen werden möchte.

source: Message of the guestbook entry. HTML tags are prohibited. Instead of this the guestbook text converter setting decides which syntax can be used
de: Die Nachricht des Gästebucheintrags. Die erlaubte Syntax ist abhängig von der gewählten Textkonverter Einstellung für das Gästebuch

source: The E-Mail Address of the guestbook user
de: Die E-Mail Adresse des Gästebuchbenutzers

source: Name of guestbook user
de: Name des Gästebuchbenutzers

source: Subject of the guestbook entry
de: Betreff des Gästebucheintrags

source: Option to enable or disable new guestbook entries
de: Wenn diese Auswahlbox aktiviert ist, können Besucher des Gästebuchs neue Einträge anlegen

source: Enter here the contents for your simple page. HTML and all the other stuff allowed.
de: Tragen Sie hier den Inhalt Ihrer Seite ein. HTML-Eingaben sind erlaubt.

source: The From: address that will be used sending the form. To get the email address supplied by the prospect, enter sender@simpleguestbook.wcom
de: Die Absenderadresse, die zum Senden des Formulars genutzt wird. Um die E-Mail Adresse des Eintragenden zu nutzen, geben Sie hier bitte <em>sender@simpleguestbook.wcom</em> ein

source: The email address where you like to receive message from your simple guestbook
de: Empfängeradresse, an die die E-Mail gesendet wird.

source: Allows to define a custom string for the title tag. The title of this simple guestbook can be embedded using the place holder %%title.
de: Tragen Sie bitte hier den Titel ein, der als Meta-Tag Angabe genutzt werden soll. Der Titel des <em>SimpleGuestbook</em> kann über den Platzhalter <em>%%title</em> in diesem Feld genutzt werden.

source: Check this if the below defined recipient shall get notified whenever a new guestbook entry is entered. Concurrently this functionality requires a template of type simple_guestbook_form_mail, to set the mail content
de: Wenn Sie diese Auswahlbox aktivieren, wird jeweils eine E-Mail an den angegebenen Adressaten geschickt, sobald ein neuer Eintrag im Gästebuch angelegt wurde. Diese Funktion setzt voraus, dass eine Seitenvorlage vom Typ <em>simple_guestbook_form_mail</em> existiert

source: Enter here the title of your simple page.
de: Tragen Sie bitte den Titel Ihrer Seite ein.

source: Allows to define a custom string for the title tag. The title of this simple page can be embedded using the place holder %%title.
de: Tragen Sie bitte hier den Titel ein, der als Meta-Tag Angabe genutzt werden soll. Der Titel der <em>Simple Page</em> kann über den Platzhalter <em>%%title</em> in diesem Feld genutzt werden.

source: If this option is checked a gunzip compressed sitemap file will created additionally
de: Wenn sie die Checkbox aktivieren, wird zusätzlich zur unkomprimierten Sitemap eine Sitemap Datei generiert, die gzip (.gz) komprimiert ist

source: Enter here the contents of your structural template to use. HTML and all the other stuff allowed.
de: Tragen Sie hier den Inhalt Ihrer Strukturvorlage ein. HTML-Eingaben sind erlaubt.
