Repository: ezzoubir/welcompose
Catalog: welcompose/core/locales/*/LC_MESSAGES/*.po
Languages: de

source: Are you sure you want to delete the chosen global file? References in other templates are not accordingly deleted and will remain as unattached markup.
de: Sind Sie sicher, dass Sie die gewählte globale Datei löschen möchten? Die Referenzen innerhalb der Seitenvorlagen, in denen die globale Datei genutzt wird, werden nicht gelöscht. Sie verbleiben unreferenziert als einfacher Text in den Seitenvorlagen.

source: Are you sure you want to delete the chosen abbreviation? References in the content pages are not accordingly deleted and will remain as unattached markup.
de: Sind Sie sicher, dass Sie die gewählte Abkürzung löschen möchten? Die Referenzen innerhalb der Seitenvorlagen, in denen die Abkürzung genutzt wird, werden nicht gelöscht. Sie verbleiben unreferenziert als einfacher Text in den Seiten.

source: Are you sure you want to delete the chosen date?
de: Sind Sie sicher, dass Sie den gewählten Termin löschen möchten?

source: Are you sure you want to delete the chosen user?
de: Sind Sie sicher, dass Sie die ausgewählten Benutzer löschen möchten?

source: Are you sure you want to delete this Blog Posting?
de: Sind Sie sicher, dass Sie den gewählte Blog Beitrag löschen möchten?

source: Are you sure you want to delete this Event Posting?
de: Sind Sie sicher, dass Sie den gewählte Termin Beitrag löschen möchten?

source: Please select a Flickr.com supplied image size.
de: Bitte wählen Sie eine von Flickr angebotene Bildgröße aus.

source: The display of the Media Manager was not updated!\n\nPlease solely close the window with the corresponding CLOSE button within the launched window. Otherwise the Media Manager does not reflect the current state after editing or adding media.\n\nThis advice does not affect other page functionality.
de: Die Ansicht des Media Managers wurde nicht aktualisiert!\n\nBitte achten Sie darauf, die relevanten Pop-up Fenster immer über den entsprechend benannten Button zu schließen. Andernfalls zeigt der Media Manager nicht den aktuellen Stand an, nachdem Sie eine Media Datei hinzugefügt oder bearbeitet haben.\n\nDie Funktionalität sonstiger Seitenbereiche bleibt hiervon unberührt.

source: There is currently no help available.
de: Es existiert momentan noch kein Hilfetext zu diesem Feld.

source: You cannot insert media or documents here.
de: Es können an dieser Stelle keine Dateien oder Dokumente eingefügt werden.

source: Please enter a valid global template name
de: Bitte nutzen Sie einen gültigen Vorlagennamen

source: A global template with the given name already exists
de: Eine gleichnamige globale Vorlage existiert bereits

source: MIME Type
de: MIME-Typ

source: Please select a mime type
de: Bitte wählen Sie einen MIME-Typ

source: Change delimiter
de: Delimiter ändern

source: The field whether to change the delimiver accepts only 0 or 1
de: Das Feld Trennzeichen ändern kann nur den Wert 0 oder 1 haben

source: Please select a template type
de: Bitte wählen Sie einen Vorlagentyp

source: A template with the same type for your choosen set(s) already exists
de: Es existiert bereits eine Vorlage, deren Typ der gleichen Vorlagengruppe(n) zugeordnet ist.

source: A template with the given name already exists
de: Eine gleichnamige Seitenvorlage existiert bereits

source: Sets
de: Vorlagengruppen

source: Please select a template set
de: Bitte wählen Sie eine Vorlagengruppe

source: Duplicate template
de: Seitenvorlage duplizieren

source: A template set with the given name already exists
de: Eine gleichnamige Vorlagengruppe existiert bereits

source: A template type with the given name already exists
de: Ein gleichnamiger Vorlagentyp existiert bereits

source: A group with the given name already exists
de: Eine gleichnamige Benutzergruppe existiert bereits

source: Please select one right at least
de: Bitte wählen Sie ein Recht aus

source: Duplicate group
de: Benutzergruppe duplizieren

source: A right with the given name already exists
de: Ein gleichnamige Recht existiert bereits

source: Please select a group
de: Bitte wählen Sie eine Benutzergruppe

source: Please enter an e-mail address
de: Bitte tragen Sie eine E-Mail Adresse ein

source: A user with this e-mail address already exists
de: Ein Benutzer mit gleichnamiger E-Mail Adresse existiert bereits

source: Please enter a password
de: Bitte tragen Sie ein Passwort ein

source: Please enter a password with at least five characters
de: Das Passwort muss mindestens 5 Zeichen beinhalten

source: Password verify
de: Passwort Wiederholung

source: Please enter your password again to verify your former input
de: Bitte tragen Sie Ihr Passwort nochmals ein um Tippfehler auszuschließen

source: It seems your entered password does not compare to your former input
de: Die Angaben stimmen nicht mit dem vorherigen Feld überein

source: Homepage
de: Webseite

source: The field author accepts only 0 or 1
de: Das Feld Autor kann nur 1 oder 0 als Wert haben

source: The field active accepts only 0 or 1
de: Das Feld Aktiv kann nur 1 oder 0 als Wert haben

source: Only capitalized alphanumeric literal string
de: Nutzen Sie ausschließlich Buchstaben in Großschreibung mit Prefix

source: Alphanumeric with underscores
de: Nutzen Sie Buchstaben, Nummern und Untertriche

source: Alphanumeric string with spaces
de: Nutzen Sie Buchstaben, Nummern und Leerzeichen

source: Only capitalized prefixed literal string
de: Nutzen Sie ausschließlich Buchstaben in Großschreibung mit Prefix

source: Field may not be empty
de: Das Feld darf nicht leer sein

source: Value between 0.1 and 1.0
de: Der Wert muss zwischen 0.1 und 1.0 liegen

source: Literal string, CamelCase
de: Buchstaben, CamelCase

source: Full URL with protocol (http:// etc.)
de: Vollständige Pfadangabe (URL) incl. Protokoll (http:// etc.)

source: Alphanumeric with dots and hyphens
de: Nutzen Sie Buchstaben, Punkte und Bindestriche

source: Alphanumeric string with slashes
de: Nutzen Sie Buchstaben und Querstriche

source: Numbers only
de: Nutzen Sie ausschließlich numerische Eingaben

source: Invalid e-mail address
de: Ungültige E-Mail Adresse

source: Invalid URL name
de: Ungültiger Pfad (URL-Name)

source: Five characters or more, no whitespace
de: Die Eingabe muss mindestens 5 Zeichen beinhalten. Leerzeichen sind nicht erlaubt

source: Required fields
de: "Erforderlich" Text

source: Please enter a valid website URL
de: Bitte tragen Sie eine gültige Webseiten URL ein

source: Please enter a comment
de: Bitte tragen Sie einen Kommentar ein

source: Please enter the captcha text
de: Bitte tragen Sie den Captcha-Text ein

source: Invalid captcha text entered
de: Der Captcha-Text ist ungültig

source: Send
de: Senden

source: Please enter a message
de: Bitte tragen Sie eine Nachricht ein

source: Mr.
de: Herr

source: Mrs.
de: Frau

source: Salutation
de: Anrede

source: Please select a salutation
de: Bitte wählen Sie ein Anrede aus

source: First name
de: Vorname

source: Please enter your first name
de: Bitte tragen Sie Ihren Vornamen ein

source: Last name
de: Nachname

source: Please enter your last name
de: Bitte tragen Sie Ihren Nachnamen ein

source: Address
de: Adresse

source: ZIP/City
de: PLZ/Stadt

source: Please call me
de: Rückruf erbeten

source: The field call_back accepts only 0 or 1
de: Das Feld Rückruf muss 1 oder 0 als Wert haben

source: Phone
de: Telefon

source: Please enter a valid phone number
de: Bitte tragen Sie eine gültige Telefonnummer ein

source: Please enter your phone number
de: Bitte tragen Sie Ihre Telefonnummer ein

source: Today
de: Heute

source: Yesterday
de: Gestern

source: Two days ago
de: Vor zwei Tagen

source: Three days ago
de: Vor drei Tagen

source: Four days ago
de: Vor vier Tagen

source: Five days ago
de: Vor fünf Tagen

source: Six days ago
de: Vor sechs Tagen

source: Seven days ago
de: Vor sieben Tagen

source: This week
de: Diese Woche

source: Last week
de: Letzte Woche

source: Two weeks ago
de: Vor zwei Wochen

source: Three weeks ago
de: Vor drei Wochen

source: Four weeks ago
de: Vor vier Wochen

source: This month
de: Diesen Monat

source: Last month
de: Letzter Monat

source: Two months ago
de: Vor zwei Monaten

source: Three months ago
de: Vor drei Monaten

source: Four months ago
de: Vor vier Monaten

source: Five months ago
de: Vor fünf Monaten

source: Six months ago
de: Vor sechs Monaten

source: Half year ago
de: Vor einem halben Jahr

source: One year ago
de: Vor einem Jahr

source: Two years ago
de: Vor zwei Jahren

source: Three years ago
de: Vor drei Jahren

source: Four years ago
de: Vor vier Jahren

source: Five years ago
de: Vor fünf Jahren

source: Please enter a project name
de: Bitte geben Sie einen Projektnamen an

source: Locale
de: Spracheinstellung

source: Please enter a locale
de: Bitte tragen Sie die gewünschte Spracheinstellung ein (bspw. de_DE für Deutsch)

source: Please enter a valid locale
de: Bitte tragen Sie eine gültige Spracheinstellung ein

source: Your chosen locale is not available on your system
de: Die gewählte Spracheinstellung ist auf ihren System nicht verfügbar

source: Next step
de: Nächster Schritt

source: TCP/IP (Network)
de: TCP/IP

source: Database
de: Datenbank

source: Please enter a database name
de: Bitte tragen sie einen Datenbanknamen ein

source: Please enter a valid database name
de: Bitte tragen sie einen gültigen Datenbanknamen ein

source: User
de: Benutzer

source: Please enter a user name
de: Bitte tragen Sie den Benutzer ein

source: Connection Method
de: Verbindungsart

source: Please select a connection method
de: Bitte wählen Sie eine Verbindungsart

source: Please enter a valid socket address
de: Bitte tragen Sie eine gültige Socket-Adresse ein

source: Please enter a port for your database connection
de: Bitte tragen Sie einen Port für ihre Datenbankverbindung ein

source: The input must be numeric
de: Die Angabe des Ports muss numerisch sein

source: Unable to connect to database server
de: Es konnte keine Verbindung zum Datenbankrechner aufgebaut werden

source: Selected database server is too old
de: Der ausgewählte Datenbankrechner ist zu alt

source: Selected database does not support InnoDB
de: Die ausgewählte Datenbank unterstützt kein InnoDB

source: Confirm license
de: Lizenz bestätigen

source: Please confirm the license
de: Bitte bestätigen Sie die Lizenzbedingungen

source: Field license must be valued by 0 or 1
de: Der Wert des Feldes "Lizenz bestätigen" darf nur 0 oder 1 betragen

source: Not installed
de: Nicht installiert

source: PHP Version too old
de: PHP Version ist zu alt

source: May causes trouble
de: Kann Fehler verursachen

source: GD Version too old
de: GD Version ist zu alt

source: May causes trouble, use higher GD Version
de: Kann Fehler verursachen, benutzen Sie eine höhere GD-Version

source: Update to PDO 1.0.3 and pdo_mysql 1.0.2; or install PHP 5.1.3 or higher
de: Aktualisieren Sie pdo zu Version 1.0.3 und pdo_mysql zu 1.0.2 oder installieren Sie PHP 5.1.3 oder höher

source: Requirements
de: Anforderungen

source: Configuration
de: Konfiguration

source: Finish
de: Beenden

source: You&#39;ll be asked for the name of your default project and the language to use in the admin area of Welcompose
de: Geben Sie ihrem neuen Projekt einen Namen und tragen sie die Sprache ein, die sie im Admin-Bereich von Welcompose nutzen wollen

source: Please enter the information required to connect to the database
de: Bitte tragen sie die Angaben ein, um die Verbindung mit der gewünschten Datenbank herzustellen

source: Setup completed
de: Setup abgeschlossen

source: You have successfully completed the setup procedure. Welcompose is now ready to run
de: Sie haben das Setup erfolgreich abgeschlossen. Welcompose ist nun einsatzbereit

source: When you click on the button at the end of the page, you will be redirected to the admin interface
de: Wenn Sie auf den unten stehenden Button klicken, werden Sie zum Admin-Bereich weitergeleitet

source: Your login credentials
de: Ihre Anmeldedaten

source: Username
de: Benutzername

source: Please change your login credentials as soon as possible
de: Bitte ändern sie ihre Anmeldedaten möglichst umgehend nach der ersten Einwahl

source: Now, the setup will try to automatically remove the entire setup directory. If it does not work, a warning will appear in the admin area that will advise you to do it by hand
de: Das Setup versucht nach dem Klick auf den unten stehenden Button das gesammte Setup Verzeichnis automatisch zu löschen. Ist dieses durch bspw. ungenügende Schreibrechte nicht möglich, wird Ihnen im Admin-Bereih eine Warnung angezeigt, mit der Bitte, das Verzeichnis per Hand zu löschen

source: Thank you for choosing Welcompose
de: Vielen Dank, das sie Welcompose nutzen

source: Go to admin area
de: Zum Admin-Bereich

source: What language do you want to use as standard in your admin area?
de: Welche Sprache möchten Sie als Standard im Admin-Bereich nutzen?

source: The locale to use. It defines the language that will be used to display dates and other things that differ from language to language. Use locale -a on the shell to see a list of available locales. If you don&#39;t have shell access, ask the provider support what you have to use for your desired language. For all users that are completely lost or using windows, C is a good choice.
de: Mit dieser Einstellung definieren Sie die Sprache, in der Inhalte, die sprachabhängig sind, angezeigt werden. Nutzen Sie "locale -a" auf Ihrer Shell um eine Listung der auf Ihrem System verfügbaren Einstellungen angezeigt zu bekommen. Wenn Sie keinen Shell-Zugang haben, fragen Sie bitte Ihren Provider welche Einstellung Sie hier vornehmen müssen. Wenn Sie Windows nutzen oder auch mit der oben stehenden Erklärung eher wenig anfangen können, ist "C" ein gute Wahl.

source: Enter the name of your default project. The actual domain name like mywebsite.com is a good choice.
de: Tragen Sie bitte einen Namen für ihr Standardprojekt ein. Die Angabe der Domain (meindomainname.de) wäre ein guter Start.

source: You can either connect to your MySQL server using TCP/IP (over network, choose this on Windows) or using a Unix Socket.
de: Sie können sich zum Mysql-Datenbankserver entweder über TCP/IP oder einem Unix Socket verbinden (Windows-Nutzer wählen bitte TCP/IP).

source: The name of your database.
de: Der Name Ihrer Datenbank

source: Please name your host here, if your connection method is TCP/IP. This can be either a name like localhost or an IP adress like 127.0.0.1.
de: Wenn Ihre Verbindungsart zum Datenbankserver TCP/IP ist, tragen Sie hier bitte Ihren Host ein. Dies ist in der Regel ein Name (localhost) oder eine IP Adresse (127.0.0.1).

source: The password of your database.
de: Das Passwort Ihrer Datenbank

source: The port that your MySQL Server listens on. Defaults to 3306.
de: Der Port, durch den der Mysql-Datenbankserver erreichbar ist. Standard-Port ist 3306.

source: The path to the Unix Socket of the MySQL server. You need only to enter a value if you&#39;re not using the default socket of your database driver.
de: Der Pfad zum Unix Socket des Datenbankservers. Sie brauchen hier nur dann etwas angeben, wenn nicht der Standard-Socket benutzt wird.

source: The name of your database user. The user should be privileged to manage the named database.
de: Der Name Ihres Datenbank-Benutzers. Der Benutzer muss autorisiert zur Verwaltung der angegebenen Datenbank sein.

source: With checking the box you acknowledge the above printed License
de: Mit dem Anklicken des Feldes bestätigen Sie, die abgebildete Lizenz zur Kenntnis genommen zu haben

source: Please read the license carefully and confirm to go on
de: Bitte lesen Sie die Lizenz gründlich durch und bestätigen Sie diese um weiter fortzufahren

source: Please make sure that your webspace meets all the requirements. If any errors or warnings occur, please consult the install manual how to fix it. There are instructions how to tell your webspace provider about it too
de: Bitte achten Sie darauf, das Ihr Webspace möglichst <strong>alle</strong> Anforderungen erfüllt. Sollten Fehler auftreten, schauen Sie bitte zuerst in das Benutzerhandbuch, wie fortzufahren ist. An gleicher Stelle finden Sie auch Hinweise zu den Informationen, die Ihr Provider benötigt um ggf. eine Aktualisierung vorzunehmen

source: <strong>Attention</strong> Please note that we are only checking the capabilities of PHP here. This test does not check if your databse is new enough
de: <strong>Achtung</strong>: Bitte beachten Sie, das nur die Leistungsfähigkeit der PHP Installation auf Ihrem Webspace überprüft wird. Es wird zu diesem Zeitpunkt NICHT überprüft, ob Ihre Datenbank die notwendigen Voraussetzungen mitbringt

source: Checking for available extensions
de: Auf verfügbare Erweiterungen prüfen

source: Extension
de: Erweiterungen

source: Checking for up-to-date versions
de: Auf Aktualität der Versionen prüfen

source: Red
de: Rot

source: Welcompose won&#39;t work
de: Welcompose wird nicht funktionieren

source: Welcompose may work - don&#39;t blame us for errors
de: Welcompose mag funktionieren - oder auch nicht.

source: Green
de: Grün

source: Everything&#39;s fine
de: Alles wunderbar

source: Literal string with dashes
de: Wörter und Bindestriche erlaubt

source: Unix path
de: Unix-Pfad

source: Invalid locale
de: Ungültige Spracheinstellung

source: Too old
de: Zu alt

source: May cause troubles
de: Kann Probleme verursachen

source: May cause troubles, use the bundled one
de: Kann Probleme verursachen, nutzen sie die "Bundled"-Version

source: Before continuing the update process, we <strong>strongly</strong> recommend to perform a <strong>backup of your database</strong>. This can be easily done with third-party applications like phpMyAdmin. If you don&#39;t know how to perform a backup, the upgrading guide in the Welcompose manual will help you
de: Bevor Sie mit dem Update fortfahren, empfehlen wir <em>dringend</em> ein <strong>Backup der Datenbank</strong> zu machen. Dieses können Sie mit Dritt-Software wie bspw. phpMyAdmin durchführen. Wenn Sie sich unsicher sind, was genau zu tun ist, gibt Ihnen das Kapitel "Aktualisierung" im Welcompose Benutzerhandbuch Hilfestellung

source: Second, we recommend to take a <strong>copy of the whole Welcompose installation</strong>. That may help you doing restores if something goes wrong during the update process (like a server crash)
de: Des weiteren empfehlen wir eine <strong>Kopie der gesammten Welcompose Installation</strong> auf ihrem Webspace lokal zu erstellen. Dieses kann sinnvoll sein um Daten wiederherzustellen kommt es während des Updates zu Problemen (bspw. einem Server-Ausfall)

source: I created a backup
de: Ich habe ein Backup gemacht

source: Now, it&#39;s time to update your database structure. The update script has determined which modifications have to be done. As soon as you press on <em>Start</em>, the database update process will begin. Please note that the update scripts may ask you some questions. Answer them to complete the update process
de: Nun ist es Zeit, das die Datenbank-Struktur akualisiert wird. Zum jetzigen Zeitpunkt hat das Script bereits festgestellt, welche Aufgaben (<em>Tasks</em>) abzuarbeiten sind. Sobald sie auf <em>Update starten</em> klicken, beginnt der Aktualisierungsprozess. Bitte beachten Sie, dass das Script u.U. Fragen an Sie hat. Das Update kann erst abgeschlossen werden, wenn Sie diese beantwortet haben

source: Task
de: Tasks

source: Start update
de: Update starten

source: Nothing to be done &ndash; go ahead!
de: Kein Update notwendig!

source: Finish update
de: Update beenden

source: Update finished
de: Update beendet

source: You have successfully performed the Welcompose update. Now you can go back to the admin area and start using our improved software
de: Das Welcompose Update wurde erfolgreich beendet. Sie können nun in die Admin-Bereich der Software wechseln

source: As the update procedure isn&#39;t fully automated yet, <strong>you are strongly advised to delete the entire update directory from your webspace</strong>
de: Da das Update-Procedere in den Versionen < 1.0 noch nicht vollständig automatisiert ist, <strong>löschen</strong> Sie bitte nun den <strong>gesammten Update-Ordner</strong> von ihrem Webspace

source: Take me to the admin area
de: Zum Admin-Bereich

source: Welcompose may work -- don&#39;t blame us for errors
de: Welcompose mag funktionieren - oder auch nicht.
