Repository: ezzoubir/welcompose
Catalog: welcompose/core/locales/*/LC_MESSAGES/*.po
Languages: de

source: Delete entry
de: Eintrag löschen

source: No ping service has been created yet.
de: Sie haben noch keinen Ping-Service angelegt.

source: Welcompose Admin &ndash; Add Project
de: Welcompose Admin &ndash; Neues Projekt anlegen

source: Add Projects
de: Neues Projekt anlegen

source: Welcompose Admin &ndash; Edit Project
de: Welcompose Admin &ndash; Projekt bearbeiten

source: Edit Project
de: Projekt bearbeiten

source: Edit Projects
de: Projekte bearbeiten

source: Available Projects
de: Vefügbare Projekte

source: Not editable
de: Nicht bearbeitbar

source: No project has been created yet.
de: Sie haben noch kein Projekt angelegt

source: Welcompose Admin &ndash; Sitemaps
de: Welcompose Administration &ndash; Sitemaps

source: Your sitemap(s) was saved successfully
de: Die Sitemap(s) wurden erfolgreich gespeichert

source: The file(s) are located in <strong>/tmp/sitemaps/</strong> of your installation.<br /><br />Please relocate the sitemap file to the top of your install directory<br />(e.g. http://www.domain.tld/sitempap.xml or/and http://www.domain.tld/sitempap.xml.gz).<br /><br />After this is done please log on to your Google account and add your sitemap(s) manually
de: Die Datei(en) wurden im Verzeichnis <strong>/tmp/sitemaps/</strong> ihrer Installation abgelegt.<br /><br />Bitte verschieben sie die Sitemap Datei (en) auf die oberste Ebene ihrer Installation.<br />(Bspw. http://www.domain.tld/sitemap.xml oder/und http://www.domain.tld/sitempap.xml.gz)<br />Anschließend können sie die Sitemap(s) ihrem Google-Konto manuell hinzufügen.

source: Create Sitemap
de: Sitemap erstellen

source: Welcompose Admin &ndash; Add Text Converter
de: Welcompose Admin &ndash; Neuen Textkonverter anlegen

source: Add Text Converter
de: Neuen Textkonverter anlegen

source: Welcompose Admin &ndash; Edit Text Converter
de: Welcompose Admin &ndash; Textkonverter bearbeiten

source: Edit Text Converter
de: Textkonverter bearbeiten

source: Welcompose Admin &ndash; Text Converters
de: Welcompose Admin &ndash; Textkonverter

source: Available Text Converters
de: Verfügbare Textkonverter

source: Internal Name
de: Interner Name

source: No text converter has been created yet.
de: Sie haben noch keinen Textkonverter angelegt

source: Welcompose Admin &ndash; Add Text Macro
de: Welcompose Admin &ndash; Neues Textmakro anlegen

source: Add Text Macro
de: Neues Textmakro anlegen

source: Welcompose Admin &ndash; Edit Text Macro
de: Welcompose Admin &ndash; Textmakro bearbeiten

source: Edit Text Macro
de: Textmakro bearbeiten

source: Welcompose Admin &ndash; Text Macros
de: Welcompose Admin &ndash; Textmakros

source: Available Text Macros
de: Vefügbare Textmakros

source: Editable
de: Bearbeitbar

source: No
de: Nein

source: Yes
de: Ja

source: No text macro has been created yet.
de: Es wurde noch kein Textmakro angelegt

source: Blog Comment Statuses
de: Blog Kommentarstatus

source: Welcompose Admin &ndash; Add Anti Spam Plugin
de: Welcompose Admin &ndash; Neus Anti Spam Plug-In anlegen

source: Add Anti Spam Plugin
de: Neues Anti Spam Plug-In anlegen

source: Welcompose Admin &ndash; Edit Anti Spam Plugin
de: Welcompose Admin &ndash; Anti Spam Plug-In bearbeiten

source: Edit Anti Spam Plugin
de: Anti Spam Plug-In bearbeiten

source: Available Anti Spam Plugins
de: Verfügbare Anti Spam Plugins

source: No anti spam plugin has been created yet.
de: Sie haben noch kein Anti Spam Plug-In angelegt.

source: Welcompose Admin &ndash; Edit Blog Comment
de: Welcompose Admin &ndash; Blog Kommentare bearbeiten

source: Edit Blog Comment
de: Blog Kommentare bearbeiten

source: Welcompose Admin &ndash; Blog Comments
de: Welcompose Admin &ndash; Blog Kommentare

source: Change of comment status successfully saved!
de: Die Änderung des Kommentarstatus wurde gespeichert!

source: Timeframe
de: Zeitrahmen

source: Show per page
de: Pro Seite

source: Blog Comments List
de: Blog Kommentare

source: Posting Title
de: Eintrag-Titel

source: Mail/Homepage
de: E-Mail/Homepage

source: First 80 chars of comment
de: 80 Zeichen des Kommentars

source: View
de: Anzeigen

source: View Comment
de: Kommentar lesen

source: Comment
de: Kommentar

source: Spam report
de: Spam Bericht

source: Edited
de: Bearbeitet

source: Select all
de: Alles auswählen

source: Deselect all
de: Auswahl aufheben

source: No blog comment has been created yet.
de: Es wurden noch kein Blog Kommentar angelegt

source: Welcompose Admin &ndash; Add Blog Comment Status
de: Welcompose Admin &ndash; Neuen Blog Kommentarstatus anlegen

source: Add Blog Comment Status
de: Neuen Blog Kommentarstatus anlegen

source: Welcompose Admin &ndash; Edit Blog Comment Status
de: Welcompose Admin &ndash; Blog Kommentarstatus bearbeiten

source: Edit Blog Comment Status
de: Blog Kommentarstatus bearbeiten

source: Welcompose Admin &ndash; Blog Comment Status
de: Welcompose Admin &ndash; Blog Kommentarstatus

source: Available Blog Comment Status
de: Vefügbare Blog Kommentarstatus

source: No blog comment status has been created yet.
de: Sie haben noch keinen Blog Kommentarstatus angelegt.

source: Welcompose Admin &ndash; Community Settings
de: Welcompose Admin &ndash; Community-Einstellungen

source: To apply further changes, please repeat fill in the form
de: Um weitere Änderungen vorzunehmen, können Sie das nächste Formular ausfüllen

source: Welcompose Admin &ndash; Add Abbreviation
de: Welcompose Admin &ndash; Neue Abkürzung anlegen

source: Add Abbreviation
de: Neue Abkürzung anlegen

source: Internal links
de: Interne Links

source: Structural templates
de: Strukturvorlagen

source: Welcompose Admin &ndash; Edit Abbreviation
de: Welcompose Admin &ndash; Abkürzungen bearbeiten

source: Edit Abbreviation
de: Abkürzung bearbeiten

source: You can continue editing your content.
de: Sie können nun mit der Bearbeitung der Seiteninhalte fortfahren.

source: Welcompose Admin &ndash; Abbreviations
de: Welcompose Admin &ndash; Abkürzungen

source: Available Abbreviations
de: Verfügbare Abkürzungen

source: Abbreviation
de: Abkürzung

source: Glossar Entry
de: Glossar

source: View entire long form
de: Vollständigen Eintrag anzeigen

source: Full long form
de: Vollständiger Eintrag

source: No Abbreviation has been added yet
de: Sie haben noch keine Abkürzung angelegt.

source: Welcompose Admin &ndash; Abbreviations &ndash; Insert
de: Welcompose Admin &ndash; Abkürzungen &ndash; Einfügen

source: ABBREVIATIONS
de: ABKÜRZUNGEN

source: INSERT
de: EINFÜGEN

source: Close Window
de: Fenster schließen

source: Add abbreviation
de: Neue Abkürzung anlegen

source: Insert link
de: Diese Referenz einfügen

source: Welcompose Admin &ndash; Blog Tags &ndash; Insert
de: Welcompose Admin &ndash; Blog Schlagworte &ndash; Einfügen

source: BLOG TAGS
de: BLOG SCHLAGWORTE

source: Insert Tags
de: Einfügen

source: Welcompose Admin &ndash; Event Tags &ndash; Insert
de: Welcompose Admin &ndash; Event Schlagworte &ndash; Einfügen

source: EVENT TAGS
de: TERMINE SCHLAGWORTE

source: Welcompose Admin &ndash; Pages &ndash; Internal Links
de: Welcompose Admin &ndash; Seiten &ndash; Interne Links

source: PAGES
de: SEITEN

source: INSERT INTERNAL LINKS
de: INTERNE LINKS EINFÜGEN

source: Display sub links
de: Zeige Blog-Einträge an

source: Yearly Archives
de: Jahres-Archiv

source: Display archive links
de: Zeige Blog-Archive an

source: Blog Postings
de: Blog-Einträge

source: Insert this link
de: Diese Referenz einfügen

source: Welcompose Admin &ndash; Structural Templates &ndash; Insert
de: Welcompose Admin &ndash; Structural Templates &ndash; Einfügen

source: STRUCTURAL TEMPLATES
de: STRUKTURVORLAGEN

source: Welcompose Admin &ndash; Add Global Box
de: Welcompose Admin &ndash; Neue Globale Box anlegen

source: Add Global Box
de: Neue Globale Box anlegen

source: Welcompose Admin &ndash; Edit Global Box
de: Welcompose Admin &ndash; Globale Box bearbeiten

source: Edit Global Box
de: Globale Box bearbeiten

source: Welcompose Admin &ndash; Global Boxes
de: Welcompose Admin &ndash; Globale Boxen

source: Available global boxes
de: Vefügbare globale Boxen

source: No global box has been created yet
de: Sie haben noch keine globale Box angelegt.

source: Welcompose Admin &ndash; Add Navigation
de: Welcompose Admin &ndash; Neue Navigation anlegen

source: Add Navigation
de: Neue Navigation anlegen

source: Welcompose Admin &ndash; Edit Navigation
de: Welcompose Admin &ndash; Navigation bearbeiten

source: Edit Navigation
de: Navigation bearbeiten

source: Welcompose Admin &ndash; Navigations
de: Welcompose Admin &ndash; Navigationen

source: Available navigations
de: Verfügbare Navigationen

source: No navigation has been created yet
de: Sie haben noch keine Navigation angelegt.

source: Welcompose Admin &ndash; Add Page
de: Welcompose Admin &ndash; Neue Seite anlegen

source: Add Page
de: Neue Seite anlegen

source: You have not yet created a page type!
de: Sie haben noch keinen Seitentyp angelegt!

source: To create one, go to the <a href="pagetypes_select.php">page type overview page</a>.
de: Bitte gehen Sie zur <a href="pagetypes_select.php">Übersichtsseite der Seitentypen</a> um einen neuen Seitentyp zu erstellen.

source: You have not yet created a template set!
de: Sie haben noch keine Vorlagengruppe angelegt!

source: To create one, go to the <a href="../templating/templatesets_select.php">template set overview page</a>.
de: Bitte gehen Sie zur <a href="../templating/templatesets_select.php">Übersichtsseite der Vorlagengruppen</a> um eine neue Vorlagengruppe anzulegen.

source: Options
de: Optional

source: Show this element
de: Element zeigen

source: Additional metadata
de: Zusätzliche Metadaten

source: Welcompose Admin &ndash; Pages &#62; Add Ping Service
de: Welcompose Admin &ndash; Pages &#62; Neuen Ping-Service anlegen

source: Metadata
de: Metadaten

source: Boxes
de: Boxen

source: You have not yet created a ping service!
de: Sie haben noch keinen Ping-Service angelegt

source: To create one, go to the <a href="../application/pingservices_select.php">ping service overview page</a>.
de: Bitte gehen Sie zur <a href="../application/pingservices_select.php">Übersichtsseite der Ping-Services</a>.

source: Welcompose Admin &ndash; Pages &#62; Edit Ping Service
de: Welcompose Admin &ndash; Seiten &#62; Ping-Service bearbeiten

source: Welcompose Admin &ndash; Pages &#62; Ping Service Configurations
de: Welcompose Admin &ndash; Seiten &#62; Ping-Service Konfiguration

source: Event Postings
de: Termin-Einträge

source: Available Blog Postings
de: Verfügbare Blog-Einträge

source: No ping service has been configured yet.
de: Sie haben noch keinen Ping-Service angelegt

source: Welcompose Admin &ndash; Pages &#62; Add Blog Posting
de: Welcompose Admin &ndash; Seiten &#62; Neuen Blog-Eintrag anlegen

source: Add Blog Posting
de: Neuen Blog-Eintrag anlegen

source: Insert Available Tags
de: Verfügbare Schlagworte

source: Optional Content
de: Optionale Inhalte

source: Welcompose Admin &ndash; Pages &#62; Duplicate Blog Posting
de: Welcompose Admin &ndash; Seiten &#62; Blog-Eintrag duplizieren

source: Duplicate Blog Posting
de: Blog-Eintrag duplizieren

source: Frontend View
de: Frontend Ansicht

source: Welcompose Admin &ndash; Pages &#62; Edit Blog Posting
de: Welcompose Admin &ndash; Seiten &#62; Blog-Eintrag bearbeiten

source: Edit Blog Posting
de: Blog-Eintrag bearbeiten

source: Edit don&#39;t Blog Posting
de: Blog-Eintrag bearbeiten

source: Adopt title
de: Titel übernehmen

source: Welcompose Admin &ndash; Pages &#62; Blog Postings
de: Welcompose Admin &ndash; Seiten &#62; Blog-Einträge

source: Search by title
de: Suche nach Titel

source: Display by title descending
de: Absteigend nach Titel

source: Display by title ascending
de: Aufsteigend nach Titel

source: Added
de: Hinzugefügt

source: Display by date added descending
de: Absteigend nach Erstellungsdatum

source: Display by date added ascending
de: Aufsteigend nach Erstellungsdatum

source: Duplicate
de: Duplizieren

source: Duplicate entry
de: Eintrag duplizieren

source: No blog posting has been created yet.
de: Sie haben noch kein Blog-Eintrag angelegt

source: Welcompose Admin &ndash; Pages &#62; Add Box
de: Welcompose Admin &ndash; Seiten &#62; Neue Box anlegen

source: Generator Form Fields
de: Generator Form Felder

source: Simple Guestbook Entries
de: Simple Guestbook Einträge

source: Add Box
de: Neue Box anlegen

source: Welcompose Admin &ndash; Pages &#62; Edit Box
de: Welcompose Admin &ndash; Seiten &#62; Box bearbeiten

source: Edit Box
de: Box bearbeiten

source: Welcompose Admin &ndash; Pages &#62; Boxes
de: Welcompose Admin &ndash; Seiten &#62; Boxen

source: Available Boxes
de: Verfügbare Boxen

source: No box has been created yet.
de: Sie haben noch keine Box angelegt

source: Adopt existing Boxes
de: Bestehende Boxen übernehmen

source: Available Boxes of all pages
de: Verfügbare Boxen

source: Page
de: Seite

source: Content (Raw)
de: Inhalt (Quellansicht)

source: Adopt Box
de: Box übernehmen

source: View box raw content
de: Boxinhalt anzeigen (Quellansicht)

source: Adopt Box to current page
de: Box für die aktuelle Seite übernehmen

source: No other page Box has been created yet
de: Im aktuellen Projekt sind noch keine Boxen angelegt

source: Welcompose Admin &ndash; Edit Page Metadata
de: Welcompose Admin &ndash; Seiten &#62; Seiten-Metadata bearbeiten

source: URL Page
de: URL Seite

source: Edit Page Metadata
de: Metadaten bearbeiten

source: Adopt name
de: Name übernehmen

source: Welcompose Admin &ndash; Pages &#62; Add Event Posting
de: Welcompose Admin &ndash; Seiten &#62; Neuen Termin-Eintrag anlegen

source: Add Event Posting
de: Neuen Termin-Eintrag anlegen

source: Welcompose Admin &ndash; Pages &#62; Duplicate Event Posting
de: Welcompose Admin &ndash; Seiten &#62; Termin-Eintrag duplizieren

source: Welcompose Admin &ndash; Pages &#62; Edit Event Posting
de: Welcompose Admin &ndash; Seiten &#62; Termin-Eintrag bearbeiten

source: Edit Event Posting
de: Termin-Eintrag bearbeiten

source: Welcompose Admin &ndash; Pages &#62; Event Postings
de: Welcompose Admin &ndash; Seiten &#62; Termin-Einträge

source: Available Event Postings
de: Verfügbare Termin-Einträge

source: Event Start Date (Time)
de: Startdatum (Zeit)

source: Display by event start date descending
de: Absteigend nach Startdatum

source: Display by event start date ascending
de: Aaufsteigend nach Startdatum

source: End Date?
de: Enddatum?

source: No event posting has been created yet.
de: Sie haben noch kein Termin-Eintrag angelegt

source: Welcompose Admin &ndash; Edit Generator Form
de: Welcompose Admin &ndash; Formular bearbeiten

source: Edit Generator Form
de: Formular bearbeiten

source: Welcompose Admin &ndash; Pages &#62; Add Generator Form Field
de: Welcompose Admin &ndash; Seiten &#62; Neue Formularfelder anlegen

source: Add Generator Form Field
de: Neues Formularfeld anlegen

source: Optional attributes
de: Optionale Attribute

source: Welcompose Admin &ndash; Pages &#62; Edit Generator Form Field
de: Welcompose Admin &ndash; Seiten &#62; Formularfeld bearbeiten

source: Edit Generator Form Field
de: Formularfeld bearbeiten

source: Duplicate Generator Form Field
de: Formularfeld duplizieren

source: Welcompose Admin &ndash; Pages &#62; Generator Form Fields
de: Welcompose Admin &ndash; Seiten &#62; Formularfelder

source: Available Generator Form Fields
de: Verfügbare Formularfelder

source: Display by name descending
de: Absteigend nach Name

source: Display by name ascending
de: Aufsteigend nach Name

source: Display by type descending
de: Absteigend nach Typ

source: Display by type ascending
de: Aufsteigend nach Typ

source: No form field has been created yet.
de: Sie haben noch kein Formularfeld angelegt

source: Welcompose Admin &ndash; Move page to another navigation
de: Welcompose Admin &ndash; Seite verschieben

source: Move page to another navigation
de: Verschiebe Seite in eine andere Navigation

source: There is no navigation where you can move this node to!
de: Es ist keine weitere Navigation vorhanden um die Seite zu verschieben!

source: To create one, go to the <a href="navigations_select.php">navigation overview page</a>.
de: Bitte gehen Sie zur <a href="navigations_select.php">Übersichtsseite der Navigationen</a> um eine neue Navigation anzulegen.

source: Welcompose Admin &ndash; Pages
de: Welcompose Admin &ndash; Seiten

source: No navigation and no page has been created yet. Please create a <a href="navigations_select.php">navigation</a> first
de: <strong>Es wurde noch keine Navigation angelegt</strong>.<br /><br />Bitte gehen Sie zur <a href="navigations_select.php">Übersichtsseite der Navigationen</a> um eine neue Navigation anzulegen

source: Please define an index page!
de: Bitte definieren Sie eine Index-Seite!

source: If you don&#39;t do that, your webpage won&#39;t be usable.
de: Ohne Index-Seite kann Ihre Website nicht angezeigt werden.

source: You defined more than one index page.
de: Sie haben mehrere Seiten als Index-Seite definiert.

source: Please reduce the amount of index pages to one.
de: Bitte definieren Sie nur 1 Seite als Index-Seite.

source: Install package still present!
de: Die Installer-Datei ist noch vorhanden!

source: This is a severe security risk. Please remove the install package.
de: Dies stellt ein ernsthaftes Sicherheitsrisiko dar. Bitte löschen Sie die Datei.

source: Setup directory still present!
de: Setup-Verzeichnis ist noch vorhanden!

source: This is a severe security risk. Please remove the setup directory.
de: Dies stellt ein ernsthaftes Sicherheitsrisiko dar. Bitte löschen Sie das Verzeichnis.

source: Add new page
de: Neue Seite anlegen

source: Hide this element
de: Element ausblenden

source: Page structure
de: Seitenstruktur

source: Move
de: Position

source: Move away
de: Verschieben

source: Edit page contents
de: Seiteninhalte bearbeiten

source: Protected page
de: Geschützte Seite

source: Excluded from navigation
de: Keine Anzeige in der Seitennavigation

source: Down
de: Nach unten

source: Up
de: Nach oben

source: Yet no boxes
de: Keine Seitenboxen

source: Delete page
de: Seite löschen

source: No page has been created yet
de: Sie haben noch keine Seite angelegt

source: Welcompose Admin &ndash; Pages &#62; Add Simple Date
de: Welcompose Admin &ndash; Seiten &#62; Neuen Termin anlegen

source: Add Simple Date
de: Neuen Termin anlegen

source: Welcompose Admin &ndash; Pages &#62; Edit Simple Date
de: Welcompose Admin &ndash; Seiten &#62; Termin bearbeiten

source: Edit Simple Date
de: Termin bearbeiten

source: Welcompose Admin &ndash; Pages &#62; Simple Dates
de: Welcompose Admin &ndash; Seiten &#62; Termine

source: Available Simple Dates
de: Verfügbare Termine

source: Date
de: Datum

source: Link(s)?
de: Verweise?

source: No simple date has been created yet.
de: Sie haben noch keinen Termin angelegt.

source: Welcompose Admin &ndash; Edit Simple Form
de: Welcompose Admin &ndash; Formular bearbeiten

source: Edit Simple Form
de: Formular bearbeiten

source: Frontend Preview
de: Frontend Ansicht

source: Welcompose Admin &ndash; Edit Simple Guestbook
de: Welcompose Admin &ndash; Gästebuch bearbeiten

source: Edit Simple Guestbook
de: Gästebuch bearbeiten

source: Welcompose Admin &ndash; Pages &#62; Edit Simple Book Entry
de: Welcompose Admin &ndash; Seiten &#62; Gästebucheintrag bearbeiten

source: Edit Simple Guestbook Entry
de: Gästebucheintrag bearbeiten

source: Welcompose Admin &ndash; Pages &#62; Simple Guestbook Entries
de: Welcompose Admin &ndash; Seiten &#62; Gästebucheinträge

source: Search by name
de: Suche nach Name

source: Available Simple Guestbook Entries
de: Verfügbare Gästebucheinträge

source: Display by date descending
de: Absteigend nach Datum

source: Display by date ascending
de: Aufsteigend nach Datum

source: View entry message
de: Gästebucheintrag anzeigen

source: Entry message
de: Eintragstext

source: No guestbook entry has been created yet.
de: Es wurden noch kein Eintrag im Gästebuch angelegt

source: Welcompose Admin &ndash; Edit Simple Page
de: Welcompose Admin &ndash; Seite bearbeiten

source: Edit Simple Page
de: Seite bearbeiten

source: Welcompose Admin &ndash; Edit URL Page
de: Welcompose Admin &ndash; Seiten-URL bearbeiten

source: Edit URL Page
de: Seiten-URL bearbeiten

source: Welcompose Admin &ndash; Add Page Type
de: Welcompose Admin &ndash; Neuen Seitentyp anlegen

source: Add Page Type
de: Neuen Seitentyp anlegen

source: Welcompose Admin &ndash; Edit Page Type
de: Welcompose Admin &ndash; Seitentyp bearbeiten

source: Edit Page Type
de: Seitentyp bearbeiten

source: Welcompose Admin &ndash; Page Types
de: Welcompose Admin &ndash; Seitentypen

source: Available Page Types
de: Verfügbare Seitentypen

source: No page type has been created yet
de: Sie haben noch keinen Seitentyp angelegt

source: Welcompose Admin &ndash; Add Podcast Category
de: Welcompose Admin &ndash; Neue Podcast-Kategorie anlegen

source: Add Podcast Category
de: Neue Podcast-Kategorie anlegen

source: Welcompose Admin &ndash; Edit Podcast Category
de: Welcompose Admin &ndash; Podcast-Kategorie bearbeiten

source: Edit Podcast Category
de: Podcast-Kategorie bearbeiten

source: Welcompose Admin &ndash; Podcast Categories
de: Welcompose Admin &ndash; Podcast-Kategorien

source: Available podcast categories
de: Verfügbare Podcast-Kategorien

source: No podcast category has been created yet
de: Sie haben noch keine Podcast-Kategorie angelegt

source: Welcompose Admin &ndash; Add Structural Template
de: Welcompose Admin &ndash; Neue Strukturvorlage anlegen

source: Add Structural Template
de: Neue Strukturvorlage anlegen

source: Welcompose Admin &ndash; Edit Structural Template
de: Welcompose Admin &ndash; Strukturvorlage bearbeiten

source: Duplicate Structural Template
de: Strukturvorlage duplizieren

source: Edit Structural Template
de: Strukturvorlage bearbeiten

source: Welcompose Admin &ndash; Structural Templates
de: Welcompose Admin &ndash; Strukturvorlagen

source: Available structural templates
de: Verfügbare Strukturvorlagen

source: No structural template has been created yet
de: Sie haben noch keine Strukturvorlage angelegt

source: Welcompose Admin Error
de: Welcompose Admin &ndash; Fehler

source: Welcompose Admin &ndash; Error
de: Welcompose Admin &ndash; Fehler

source: Defines whether the text macros will be applied on the content or not.
de: Definiert, ob Textmakros auf die Inhalte angewendet werden.

source: If the abbreviation should get included within your glossary please enter the full description here
de: Wenn die Abkürzung in ihrem Glossar angezeigt werden soll, fügen sie hier die ausführliche Beschreibung ein

source: Using the lang attribute within the abbreviation tag helps screenreader to read out the abbreviation with handy pronunciation
de: Die Angabe des Sprach Attributes hilft Screenreadern die Abkürzung in einer adäquaten Aussprache vorzulesen

source: Please enter the abbreviation long form. Consider this as the title attribute of the abbreviation tag. You should have an eye on the length of your long form. Nonetheless there are no technical limitation, browser behaves different here in what length they display. Our advice is to test this in different browser.
de: Bitte tragen sie hier die Ausschreibung der Abkürzung ein. Die Langform repräsentiert das title-Attribute des HTML <abbr> tags. Sie sollten ein Auge auf die Länge der Eingabe haben. Obwohl es keine technischen Limitierungen gibt, ist die Anzeigenlänge in Browsern nicht notwendigerweise identisch. Testen sie die Ausgabe in verschiedenen Browsern.

source: Please enter the abbreviation
de: Bitte tragen Sie die Abkürzung ein

source: Choose the text converter you like to apply on your content.
de: Wählen Sie einen Textkonverter, der auf die Inhalte angewendet werden soll.
