Repository: ezzoubir/welcompose
Catalog: welcompose/core/locales/*/LC_MESSAGES/*.po
Languages: de

source: Uncheck this box if you like to disable the plugin.
de: Gibt an, ob das Plug-In benutzt werden soll oder nicht.

source: The internal name corresponds to the function name of the anti spam plugin. See the docs of your anti spam plugin when you're unsure what to insert here.
de: Der <em>Interne Name</em> muss identisch mit dem Funktionsnamen des Anti-Spam Plug-Ins sein. Bitte schauen Sie in der Dokumentation Ihres Anti-Spam Plug-Ins nach, was genau hier einzutragen ist.

source: This name will be used as plugin identifier.
de: Der Name wird innerhalb von Welcompose zur Identifizierung genutzt.

source: The spam checks will be execute according to the defined priorities, whereas spam checks with a low priority like 0 will be executed first and spam checks with a high priority like 100 will be executed later. The priority has to be a numeric value >= 0.
de: Der Zeitpunkt der Ausführung der einzelnen Anti-Spam Plug-Ins richtet sich nach dem Wert, den Sie hier angeben. Beispiel: Sie tragen für Plug-In A einen Wert von 0 ein und für Plug-In B einen Wert von 100 ein. Plug-In A wird zuerst ausgeführt, Plug-In B nachfolgend. Die Werteangabe muss numerisch sein.

source: Select the appropriate plugin type. See the docs of your anti spam plugin if you're unsure what to choose.
de: Wählen Sie den passenden Typ des Anti-Spam Plug-Ins. Bitte schauen Sie in der Dokumentation Ihres Anti-Spam Plug-Ins nach, was genau hier auszuwählen ist.

source: Will be used to categorize the incomming comments. So you can mark comments as moderated, spam and so on. Please use a prefixed capitalized literal string like MY_SPAM_STATUS.
de: Sie können Blog Kommentaren einen Status zuweisen, der es Ihnen erlaubt die Kommentare zu kategorisieren. Wird in den <a href="settings.php">Community-Einstellungen</a> genutzt.

source: Defines whether the text macros will be applied on the content and the summary or not.
de: Definiert, ob bestehende Textmakros auf den Inhalt und die Kurzfassung der Seite angewendet werden.

source: If you like to allow comments for this posting, check this box.
de: Definiert, ob Kommentare zu diesen Blog-Eintrag erlaubt sind.

source: Enter here the contents for your blog posting. HTML and all the other stuff allowed.
de: Bitte tragen Sie hier den Inhalt Ihres Blog-Eintrages ein. HTML-Eingaben sind erlaubt.

source: Sets the current datetime automatically, so you do not have to set a date while saving a new entry. It can be used to modify the creation date in edit mode. Please note that you have to set Day, Month and Year at least if you manually set this options. Otherwise the current datetime is substituted
de: Setzt automatisch beim Speichern das aktuelle Datum und Uhrzeit. Dieser Eintrag kann genutzt werden, um im Bearbeiten-Modus der Seite das Erstellungdatum anzupassen, um ggf. eine unterschiedliche Anzeige/Sortierung zu erreichen. Achten Sie bitte darauf, bei einem Ändern des Datums mindestens den Tag, Monat und das Jahr anzugeben. Andernfalls wird Ihre Angabe durch das aktuelle Datum/Uhrzeit ersetzt

source: If you mark your blog posting as draft, it will be saved but not published.
de: Definiert, ob die Seite als Entwurf gespeichert wird. Wenn die Auswahl aktiv ist, wird die Seite nicht veröffentlicht.

source: Optional summary of your blog posting for usage in newsfeeds. Can be used if you don&#39;t like to publish full posts or your original text through the newsfeeds.
de: Optionale Kurzfassung Ihres Blog-Eintrages zur Verwendung in Newsfeeds. Falls Sie nicht den gesamten Eintrag veröffentlichen möchten, können Sie hier eine Kurzfassung speziell für Newsfeeds definieren.

source: Allows to define a custom meta description for this document.
de: Tragen Sie bitte hier den Beschreibungstext ein, der als Meta-Tag Angabe genutzt werden soll.

source: Allows to define custom meta keywords for this document. Add as many keywords as you like, separated by a comma.
de: Tragen Sie bitte hier die Schlüsselwörter ein, die als Meta-Tag Angabe genutzt werden soll. Trennen Sie Mehrfachangaben durch ein Kommata.

source: Allows to define a custom string for the title tag. The title of this blog posting can be embedded using the place holder %%title.
de: Tragen Sie bitte hier den Titel ein, der als Meta-Tag Angabe genutzt werden soll. Der Titel der Blog Eintrags kann über den Platzhalter <em>%%title</em> in diesem Feld genutzt werden.

source: If you check this box, you can define custom meta tags like keywords or description.
de: Wenn Sie diese Auswahlbox aktivieren, können Sie seitenspezifische Meta-Tags wie bspw. <em>Schlüsselwörter</em> und <em>Beschreibung</em> definieren.

source: Independend content for your blog posting. This may be helpful if you need some more unique inputs or conditional variables to handle callbacks. The input is not affected by the textconverter
de: Eingabefeld für frei wählbaren Inhalt. Dies kann sinnvoll sein, wenn sie zusätzlich zu den vordefinierten Feldern weitere Angaben benötigen. Der Inhalt wird nicht durch den gewählten Textkonverter beeinflusst.

source: Check this box if you like to notify the configured ping services about your update.
de: Definiert, ob konfigurierte Ping-Services beim Aktualisieren des Eintrages benachrichtigt werden sollen.

source: Artist/author of this podcast. Will be used for the artist column in iTunes.
de: Künstler/Autor des Podcasts. Wird in iTunes genutzt.

source: Check this box to block the appearance of this podcast.
de: Definiert, ob die Anzeige des Podcasts verhindert werden soll.

source: Select the categories that your podcast should appear in iTunes.
de: Wählen Sie die Kategorien aus, in der Ihr Podcast innerhalb iTunes angezeigt werden soll.

source: Choose the blog posting field that will be used as podcast description.
de: Wählen Sie ein Blog-Eintrag Feld, das als Podcast-Beschreibung genutzt werden soll.

source: Indicates whether your podcast contains explicit material or not. It's used for parental advisory in iTunes.
de: Definiert, ob Ihr Podcast "anstössigen" Inhalts ist. Die Angaben werden innnerhalb iTunes als Hinweis für Erziehungsberechtigte genutzt.

source: Choose the blog posting field that will be used as summary description.
de: Wählen Sie ein Blog-Eintrag Feld, das für die Verschlagwortung Ihres Podcast innerhalb iTunes genutzt werden soll.

source: Choose the blog posting field that will be used as podcast summary.
de: Wählen Sie ein Blog-Eintrag Feld, das als Podcast-Kurzfassung genutzt werden soll.

source: Enter the title of your podcast here.
de: Bitte tragen Sie den Titel Ihres Podcasts ein.

source: Use this field to introduce your story or to give a short summary.
de: Tragen Sie hier eine kurze Zusammenfassung Ihres Blog-Eintrages ein.

source: Enter one or more tags (read: keywords) to categorize your story. Separate them with a comma.
de: Tragen Sie hier ein oder mehrere Schlagworte ein, um Ihren Blog-Eintrag zu kategorisieren. Trennen Sie die einzelnen Schlagworte durch Kommatas.

source: Select the text converter that should be applied on all your contents.
de: Wählen Sie einen Textkonverter, der auf die Inhalte angewendet werden soll.

source: Enter the title of your blog posting.
de: Bitte tragen Sie einen Titel für Ihren Blog-Eintrag ein.

source: Transliterated version of the form title to be used in URLs. May only contain chars (a-z), numbers (0-9) and hyphens (-).
de: Browserkonformer Titel, der als URL dient. Der Titel darf Buchstaben in Kleinschreibung (a-z), numerische Angaben (0-9) und Trennstriche (-) enthalten.

source: Check this box if you like to allow trackbacks for this article.
de: Definiert, ob Trackbacks zu diesem Blog-Eintrag erlaubt sind.

source: Enter here the contents for your box. HTML and all the other stuff allowed.
de: Bitte tragen Sie hier den Inhalt der Box ein. HTML-Eingaben sind erlaubt.

source: Enter the name of your box as it has to be referenced in your templates.
de: Bitte tragen Sie einen Namen für die Box ein. Der Name der Box wird in den <em>Seitenvorlagen</em> zur Identifizierung genutzt.

source: Please choose a nummeric value to define a visible priority (e.g.position) of the form field. Higher values are top priority. This affects the view within the admin interface, but is also available as a value for the <em>order_macro</em> parameter while selecting available boxes within the templates.
de: In diesem Feld können Sie eine numerische Angabe machen um eine Gewichtung (e.g. Sortierung) der einzelnen Boxen zu erreichen. Je größer die Zahl, desto stärker wird der Eintrag gewichtet. Diese Angabe betrifft die Anzeige im Admin-Interface. Der Wert des Feldes steht in den Seitenvorlagen für die Sortierung ausgelesener Boxen zur Verfügung.

source: If autolearning is enabled, comments with a spamminess higher than the Bayes autolearn threshold will be automatically trained as spam.
de: Wenn das Feld Bayes Auto-Lernen aktiv ist, werden Kommentare, die einen höheren Wert als der im Feld <em>Bayes Auto-Lernen Grenzwert</em> angegebenen haben, als Spam deklariert.

source: If a comment gets a higher spamminess than the as threshold defined value, it will be automatically trained as spam. Applies only if autolearning is enabled. Value can be between 0.00001 (very low spamminess) and 1.0000 (very high spamminess).
de: Wenn ein Kommentar einen höheren Wert als der im Feld <em>Bayes Auto-Lernen Grenzwert</em> angegebene hat, wird er automatisch als Spam deklariert. Diese Einstellung wir nur dann berücksichtigt, wenn das Feld <em>Bayes Auto-Lernen aktivieren</em> aktiv ist. Werteangaben sind im Rahmen 0.00001 (sehr geringe Spam-Wahrscheinlichkeit) und 1.0000 (hohe Spam-Wahrscheinlichkeit) möglich.

source: Defines the threshold after it's reached a comment will be marked as spam.
de: Wenn die hier definierte Werteangabe erreicht/überschritten ist, wird der Kommentar als Spam deklariert. Werteangaben sind im Rahmen 0.00001 (sehr geringe Spam-Wahrscheinlichkeit) und 1.0000 (hohe Spam-Wahrscheinlichkeit) möglich.

source: Defines the status a comment will automatically get after it's received by the system.
de: Definiert, welchen Status ein aktuell eingetragener Kommentar als Standard erhalten soll.

source: Defines the display status that marks a comment as approved so that it will be displayed.
de: Definiert den Anzeigestatus der Kommentare. Beispiel: Sie haben einen Blog Kommentarstatus mit Namen <em>IST_GEPRUEFT</em> definiert. Weisen Sie dem Anzeigestatus nun diesen Kommentarstatus zu, so werden alle Kommentare mit diesem Kommentarstatus angezeigt.

source: Defines the status a comment will automatically get after it has been classified as ham.
de: Definiert den Status, den ein Kommentar automatisch zugewiesen bekommt, nachdem er als Ham deklariert worden ist.

source: Defines the status a comment will automatically get after it has been classified as spam.
de: Definiert den Status, den ein Kommentar automatisch zugewiesen bekommt, nachdem er als Spam deklariert worden ist.

source: The text converter that will be applied to the incomming comments.
de: Wählen Sie einen Textkonverter, der auf die Kommentare angewendet werden soll.

source: Time since artilce publishing in seconds after that a comment won't be accepted anymore.
de: Definiert den Zeitraum (in Sekunden), innerhalb derer Kommentare zugelassen sind. Nach Ablauf der definierten Zeit können keine Kommentare mehr eingetragen werden.

source: A captcha is some kind of spam protection. When enabled, the visitor will be asked to enter some text displayed by an image or to solve a simple mathematical question (like 3 + 4 = ?). When you select the image captcha, the former will be displayed. When you choose the numeral captcha, the latter.
de: Ein Captcha ist ein Methode des Spam-Schutzes. Ist ein Captcha aktiv, werden die Besucher aufgefordert einen durch ein generiertes Bild angezeigten Text einzugeben (Bild Captcha) oder eine einfache mathematische Frage zu beantworten (bspw. 3 + 4 = ?) (Numerisches Captcha).

source: If autolearning is enabled, trackbacks with a spamminess higher than the Bayes autolearn threshold will be automatically trained as spam.
de: Wenn das Feld Bayes Auto-Lernen aktiv ist, werden Trackbacks, die einen höheren Wert haben als der im Feld <em>Bayes Auto-Lernen Grenzwert</em> angegebenen, als Spam deklariert.

source: If a trackback gets a higher spamminess than the as threshold defined value, it will be automatically trained as spam. Applies only if autolearning is enabled. Value can be between 0.00001 (very low spamminess) and 1.0000 (very high spamminess).
de: Wenn ein Trackback einen höheren Wert als der im Feld <em>Bayes Auto-Lernen Grenzwert</em> angegebene hat, wird er automatisch als Spam deklariert. Diese Einstellung wird nur dann berücksichtigt, wenn das Feld <em>Bayes Auto-Lernen aktivieren</em> aktiv ist. Werteangaben sind im Rahmen 0.00001 (sehr geringe Spam-Wahrscheinlichkeit) und 1.0000 (hohe Spam-Wahrscheinlichkeit) möglich.

source: Defines the threshold after it's reached a trackback will be marked as spam.
de: Wenn die hier definierte Werteangabe erreicht/überschritten ist, wird der Trackback als Spam deklariert. Werteangaben sind im Rahmen 0.00001 (sehr geringe Spam-Wahrscheinlichkeit) und 1.0000 (hohe Spam-Wahrscheinlichkeit) möglich.

source: Defines the status a trackback will automatically get after it's received by the system.
de: Definiert, welchen Status der aktuelle Trackback als Standard erhalten soll.

source: Defines the display status that marks a trackback as approved so that it will be displayed.
de: Definiert den Anzeigestatus der Trackbacks. Beispiel: Sie haben einen Blog Kommentarstatus mit Namen <em>IST_GEPRUEFT</em> definiert. Weisen Sie dem Anzeigestatus nun diesen Kommentarstatus zu, so werden alle Trackbacks mit diesem Kommentarstatus angezeigt.

source: Defines the status a trackback will automatically get after it has been classified as ham.
de: Definiert den Status, den ein Trackback automatisch zugewiesen bekommt, nachdem er als Ham deklariert worden ist.

source: Defines the status a trackback will automatically get after it has been classified as spam.
de: Definiert den Status, den ein Trackback automatisch zugewiesen bekommt, nachdem er als Spam deklariert worden ist.

source: Time since artilce publishing in seconds after that a trackback won't be accepted anymore.
de: Definiert den Zeitraum (in Sekunden), innerhalb derer Trackbacks zugelassen sind. Nach Ablauf der definierten Zeit können keine Trackbacks mehr eingetragen werden.

source: Will be used to organise your documents. Choose a meaningful name like My Word Documents.
de: Mit Hilfe eines möglichst aussagekräftigen Namens können Sie Ihre Dokumente organisieren.

source: Enter here the contents for your event posting. HTML and all the other stuff allowed.
de: Bitte tragen Sie hier den Inhalt Ihres Termin-Eintrages ein. HTML-Eingaben sind erlaubt.

source: If applicable, please set the end date
de: Falls vorhanden, geben Sie hier bitte das Enddatum an

source: If applicable, please set the time where the event is supposed to end on the particular day
de: Falls vorhanden, geben Sie bitte die Uhrzeit an, an dem der Termin endet

source: If applicable, please set the time where the event is supposed to start on the particular day
de: Falls vorhanden, geben Sie bitte die Uhrzeit an, an dem der Termin beginnt

source: Please set the start date
de: Bitte geben Sie das Startdatum an

source: Enter the title of your event posting.
de: Bitte tragen Sie einen Titel für Ihren Termin-Eintrag ein.

source: Attribute is applicable on input type: <em>text</em>, <em>textarea</em>, <em>url</em>, <em>tel</em>, <em>search</em>, <em>email</em>, <em>number</em>, <em>range</em>, <em>checkbox</em>, <em>radio</em>
de: Das Attribut ist anwendbar auf folgende Feldtypen: <em>text</em>, <em>textarea</em>, <em>number</>, <em>range</em>, <em>checkbox</em>, <em>radio</em>

source: Name of the css class which will appended to the provided default class of the form field
de: Name der CSS-Klasse, die zusätzlich zu der CSS-Standardklasse eines Formularfeldes auf das Element angewendet wird. Dieses ermöglicht Ihnen Felder gleichen Typs mit unterschiedlichen Formatierungen zu belegen

source: Label of the form field.
de: Beschriftung des Formularfeldes

source: Attribute is applicable on input type: <em>number</em>, <em>range</em>
de: Das Attribut ist anwendbar auf folgende Feldtypen: <em>number</em>, <em>range</em>

source: Attribute is applicable on input type: <em>text</em>, <em>textarea</em>, <em>url</em>, <em>tel</em>, <em>search</em>, <em>email</em>
de: Das Attribut ist anwendbar auf folgende Feldtypen: <em>text</em>, <em>textarea</em>, <em>url</em>, <em>tel</em>, <em>search</em>, <em>email</em>

source: Name of the form field. Use only alphanumeric or numeric chars and underscores.
de: Name des Formularfeldes. Bitte nutzen Sie nur Buchstaben und Unterstriche.

source: Attribute is applicable on input type: <em>text</em>, <em>textarea</em>, <em>url</em>, <em>tel</em>, <em>search</em>, <em>email</em>, <em>number</em>
de: Das Attribut ist anwendbar auf folgende Feldtypen: <em>text</em>, <em>textarea</em>, <em>url</em>, <em>tel</em>, <em>search</em>, <em>email</em>, <em>number</em>

source: Check this box if the visitor has to fill out this form field.
de: Definiert, ob der Besucher das Formularfeld ausfüllen muss.

source: Attribute is applicable on input type: <em>text</em>, <em>textarea</em>, <em>search</em>, <em>email</em>, <em>url</em>, <em>tel</em>, <em>number</em>, <em>range</em>, <em>checkbox</em>, <em>radio</em>
de: Das Attribut ist anwendbar auf folgende Feldtypen: <em>text</em>, <em>textarea</em>, <em>search</em>, <em>email</em>, <em>url</em>, <em>tel</em>, <em>number</em>, <em>range</em>, <em>checkbox</em>, <em>radio</em>

source: The message will be displayed if the visitor has to fill out this form field but has not done it.
de: Der Hinweistext, der angezeigt wird, wenn ein Formularfeld, das zwingend ausgefüllt sein muss, leer ist.

source: Type of the form field.
de: Typ des Formularfeldes

source: The message will be displayed if the input validation fails for this field.
de: Dieser Hinweistext wird angezeigt, wenn die Überprüfung des Formularfeldes fehlgeschlagen ist.

source: Here you can specify a regular expression that will be used to validate the form field input. You can only specify the part between the regular expression delimiters.
de: Sie können einen regulären Ausdruck nutzen, anhand dessen das Formularfeld überprüft wird, bspw. "[a-z0-9]+".

source: Here you can enter a predefined value for the form field. Use only a single line for every form field except selects and radio inputs. To specify the options for a select, write all the options in a single line, each one separated using a comma. To specify options for a radio value group, please separate every value with a semicolon.
de: Hier können Sie Anfangsinhalte der Formularfelder definieren. Tragen Sie bitte nur einzeilige Inhalte ein. Ausnahme sind hier Textareas, Auswahlmenüs und Radio-Buttons. Um Optionen in einem Auswahlmenü anzugeben, geben Sie die Werte hintereinander an und trennen jeweils mit einem <em>Kommata</em>. Um Werte für eine Gruppe von Radio-Buttons einzutragen, geben Sie die Werte hintereinander an und trennen jeweils mit einem <em>Semikolon</em>.

source: Enter here the contents for your generator form that will be shown above or below your form. HTML and all the other stuff allowed.
de: Tragen Sie hier den Inhalt ein, der oberhalb oder unterhalb Ihres Formulars angezeigt werden soll. HTML-Eingaben sind erlaubt.

source: The From: address that will be used sending the form. To get the email address supplied by the prospect, enter <em>sender@generatorform.wcom</em>. The assumes the presence of a generator form field with name <em>email</em>
de: Die Absenderadresse, die zum Senden des Formulars genutzt wird. Um die E-Mail Adresse des Eintragenden zu nutzen, geben Sie hier bitte <em>sender@generatorform.wcom</em> ein

source: The subject used by emails coming from your generator form.
de: Der Betreff der gesendeten E-Mail.

source: The email address where you like to receive message from your generator form.
de: Empfängeradresse, an die die E-Mail gesendet wird.

source: Allows to define a custom string for the title meta tag. The title of this generator form can be embedded using the place holder %%title.
de: Tragen Sie bitte hier den Titel ein, der als Meta-Tag Angabe genutzt werden soll. Der Titel der <em>Generator Form</em> kann über den Platzhalter <em>%%title</em> in diesem Feld genutzt werden.

source: Enter here the title of your generator form.
de: Tragen Sie bitte einen Titel für Ihr Formular ein.

source: Use this field to enter an optional description of the purpose of this global file.
de: Nutzen Sie dieses Feld, um optional die Verwendung der globalen Datei zu beschreiben.

source: Select the file to use as global file on your hard disk.
de: Wählen Sie bitte eine Datei von Ihrer Festplatte aus.

source: If you check this box, the chars used as Smarty tag delimiter will be changed from braces to a =% and %=. You&#39;ll need this when dealing with files containing a lot of braces like Cascading Style Sheets or JavaScript.
de: Definiert, ob die Standard Smarty-Delimiter "{" und "}" durch "=%" und "%=" ersetzt werden sollen. Dieses ist notwendig, wenn Sie in der globalen Vorlage mit Quelltext arbeiten, deren Syntax geschweifte Klammern beinhaltet. Dies ist bspw. der Fall bei Cascading Style Sheets und Javascript.

source: Insert the content of your global template (styles, JavaScript code etc.) here.
de: Bitte fügen Sie hier die Inhalte für Ihre globale Vorlage ein (Style-Angaben, Javascript Quelltext etc.).

source: Here you may optionally describe the purpose of the global template.
de: Nutzen Sie dieses Feld, um optional die Verwendung der globalen Vorlage zu beschreiben.

source: Select the MIME type to use when the page will be displayed.
de: Bitte wählen Sie einen MIME-Typ für die Vorlage aus.

source: Enter the name of the global template. It's recommended to use a real file name like style.css or script.js
de: Tragen Sie bitte den Dateinamen der globalen Vorlage ein. Bitte nutzen Sie vollständige Dateinamen incl. Suffix, damit die spätere Referenzierung in den Seitenvorlagen erfolgen kann. Zudem hat dies den Vorteil, das die Art der Datei in der Übersicht der Globale Vorlagen auf einen Blick deutlich wird. Beispiele wären <em>style.css</em> oder <em>script.js</em>.

source: You can optionally describe the purpose of this group. May be useful when dealing with lots of different groups.
de: Sie können in diesem Feld den Verwendungszweck der Gruppe beschreiben.

source: The name will be used to distinguish between the different groups later on. A capitalized literal string with a custom prefix is expected, eg. MY_GROUP_NAME or PUBLIC_ADMINS. WCOM as prefix is prohibited.
de: Bitte tragen Sie den Namen der Gruppe ein. Bitte nutzen Sie nur Großbuchstaben, die mit einem Prefix versehen sind. Beispiele: <em>MEINE_NEUE_GRUPPE</em> oder <em>BLOG_ADMINS</em>. WCOM als Prefix kann nicht genutzt werden.

source: Choose the access rights for this group. Press CTRL (on Windows) or Command (on Mac) to select multiple rights.
de: Wählen Sie bitte die Benutzerrechte, die dieser Gruppe zugeordnet werden sollen. Halten Sie die CTRL-Taste (Windows) oder die Apfel-Taste (Mac) gedrückt um eine Mehrfachauswahl zu treffen.

source: Will be used to organise your documents. Choose a meaningful name like My Holiday Pictures.
de: Mit Hilfe eines möglichst aussagekräftigen Namen können Sie Ihre Bilddateien organisieren, zum Beispiel <em>Meine Urlaubsbilder</em>.
