Repository: ezzoubir/welcompose
Catalog: welcompose/core/locales/*/LC_MESSAGES/*.po
Languages: de

source: Use this field to enter an optional description of the purpose of this structural template.
de: In diesem Feld können Sie den Verwendungszweck der Strukturvorlage beschreiben.

source: Enter a descriptive name for your structural template.
de: Tragen Sie bitte einen beschreibenden Namen für Ihre Strukturvorlage ein.

source: You can optionally describe the purpose of this template set. May be useful when dealing with lots of different groups.
de: In diesem Feld können Sie den Verwendungszweck der Vorlagengruppe beschreiben.

source: The name will be used to distinguish between the different template sets later on. A alphanumeric literal string with optional dashes is expected.
de: Bitte tragen Sie den Namen der Vorlagengruppe ein. Erlaubt sind Zeichenketten, die Buchstaben, Zahlen oder/und Unterstriche enthalten. Leerzeichen sind nicht erlaubt.

source: Copy and paste your HTML code in here.
de: Tragen Sie hier die Inhalte Ihrer Vorlage ein.

source: You can optionally describe the purpose of this template. Writing down the names of the associated template sets and template types is a good choice not to get messed up when dealing with lots of templates.
de: In diesem Feld können Sie den Verwendungszweck der Seitenvorlage beschreiben. Um einen Überblick bei Nutzung vieler Vorlagen zu behalten, ist es sinnvoll, hier bspw. die für diese Seitenvorlage ausgewählte <em>Vorlagengruppe</em> und den <em>Vorlagentyp</em> zu notieren.

source: The name will be used to distinguish between the different templates later on.
de: Tragen Sie bitte einen Namen für Ihre Seitenvorlage ein.

source: Select the template sets where you'll like to use your template. Press CTRL (on PC) or Command (on Mac) to select or deselect multiple template sets.
de: Wählen Sie bitte die Vorlagengruppen, die der Seitenvorlage zugeordnet werden sollen. Halten Sie die CTRL-Taste (Windows) oder die Apfel-Taste (Mac) gedrückt um eine Mehrfachauswahl zu treffen.

source: The template type defines which pages the template will be used on.
de: Der Vorlagentyp gibt an, auf welche inhaltlichen Seiten diese Seitenvorlage angewandt werden soll.

source: You can optionally describe the purpose of this template type. May be useful when dealing with lots of different groups.
de: In diesem Feld können Sie den Verwendungszweck des Vorlagentyps beschreiben.

source: The name will be used to distinguish between the different template types later on. A alphanumeric literal string with optional dashes is expected.
de: Bitte tragen Sie den Namen des Vorlagentyps ein. Erlaubt sind Zeichenketten, die Buchstaben, Zahlen oder/und Unterstriche enthalten. Leerzeichen sind nicht erlaubt.

source: Everywhere where you can use a text converter, this text converter will be set as default
de: Beim Anlegen neuer Seiten wird dieser Textkonverter als Standard eingestellt.

source: The internal name corresponds to the function name in the text converter plugin. See the docs of your text converter plugin when you're unsure what to insert here.
de: Der interne Name entspricht dem Funktionsnamen des Textkonverter Plug-Ins. Bitte schauen Sie in die Dokumentation Ihres Plug-Ins, wenn Sie sich nicht sicher sind, was hier einzutragen ist.

source: Everywhere where you can use a text converter, this name will be displayed as identifier.
de: Tragen Sie bitte einen Namen für Ihren Textkonverter ein. Der Name dient zur Anzeige und Identifizierung überall dort, wo Textkonverter verwandt werden.

source: The internal name is part of the text macro's function name. See the docs of the text macro what to insert here.
de: Der interne Name ist Teil des Funktionsnamens des Textmakros Plug-Ins. Bitte schauen Sie in die Dokumentation Ihres Plug-Ins, wenn Sie sich nicht sicher sind, was hier einzutragen ist.

source: Insert some desciptive name that allows you to identify this text macro later on.
de: Tragen Sie bitte einen Namen für Ihr Textmakro ein. Der Name dient zur Anzeige und Identifizierung überall dort, wo Textmakros verwandt werden.

source: Select the text macro type. It defines when the text macro will be executed. See the docs of the text macro what to insert here.
de: Wählen Sie bitte den Typ des Textmakros aus. Der Typ bestimmt den Zeitpunkt, zu dem das Textmakro ausgeführt wird. Bitte schauen Sie in die Dokumentation Ihres Plug-Ins, was hier auszuwählen ist.

source: Select the file to use as global file.
de: Bitte wählen Sie die Datei, die Sie als globale Datei nutzen möchten, von Ihrer Festplatte aus.

source: Select the file to use as global template.
de: Bitte wählen Sie die Datei, die Sie als globale Vorlage nutzen möchten, von Ihrer Festplatte aus.

source: Put in here the prefixed template.
de: Bitte wählen Sie die Datei, die Sie als Seitenvorlage nutzen möchten, von Ihrer Festplatte aus.

source: Enter the URL of the website where you like to redirect your visitors to. Please don't forget to enter the protocol (http:// etc.) and the full domain name.
de: Tragen Sie bitte die URL der Webseite ein, die aufgerufen werden soll. Die Angabe des Protokolls (http://) und eine vollständige Domainadresse wird vorausgesetzt. Beispiel: http://ihredomain.de

source: If you remove the active bit, the user cannot log into the system anymore.
de: Wenn Sie diese Auswahlbox deaktivieren, kann sich der Benutzer nicht mehr im System anmelden. Sämtliche Berechtigungen erlöschen temporär.

source: If you set the author bit, the user will be able to log into the admin interface.
de: Wenn Sie diese Auswahlbox aktivieren, kann sich der Benutzer im Administrationsbereich des Systems anmelden.

source: Please specify the e-mail address of the user. It will be used as login credential.
de: Tragen Sie bitte die E-Mail Adresse des Benutzers ein. Die E-Mail Adresse wird als Benutzername im Administrations-Login genutzt.

source: Select a user group to assign certain rights like write or editing abilities to the user.
de: Wählen Sie bitte eine Benutzergruppe aus, die der Benutzer angehören soll.

source: You may name your homepage address. Full Path with protocol prefix.
de: Tragen Sie hier bitte bei Bedarf eine Website des Benutzers ein. Die Angabe des Protokolls (http://) und eine vollständige Domainadresse wird vorausgesetzt. Beispiel: http://meinehomepage.de

source: Your real or nick name.
de: Tragen Sie bitte Ihren vollständigen Namen oder auch einen Kurznamen ein.

source: The password has to be at least five characters long.
de: Tragen Sie bitte Ihr gewünschtes Passwort ein. Das Passwort muss mindestens 5 Zeichen enthalten.

source: Welcompose Admin &ndash; Login
de: Welcompose Administration &ndash; Anmelden

source: Welcompose Admin &ndash; Mediamanager &ndash; Insert Shockwave Flash
de: Welcompose Admininistration &ndash; Mediamanager &ndash; Shockwave Flash einfügen

source: INSERT SHOCKWAVE FLASH
de: SHOCKWAVE FLASH EINFÜGEN

source: Paste as HTML
de: Bild als HTML einfügen

source: Paste as Reference
de: Bild als Referenz einfügen

source: Welcompose Admin &ndash; Mediamanager &ndash; Insert Image
de: Welcompose Admininistration &ndash; Mediamanager &ndash; Bild einfügen

source: INSERT IMAGE
de: BILD EINFÜGEN

source: Include following types
de: Dateitypen

source: Find by tags
de: Schlagworte

source: Current tags
de: Vorhandene Schlagworte

source: Find by timeframe
de: Zeitrahmen

source: Insert this media file into your content
de: Fügen Sie diese Mediadatei in Ihre Inhalte ein

source: Filename
de: Dateiname

source: Use for podcast
de: Als Podcast-Datei nutzen

source: Previous
de: Zurück

source: Next
de: Weiter

source: End
de: Ende

source: Flickr user
de: Flickr Benutzer

source: Load
de: Laden

source: Find by Flickr photoset
de: Flickr Photoalbum

source: Find by Flickr tags
de: Flickr Schlagworte

source: Image sizes...
de: Bildgrößen...

source: Small (75px, square)
de: Mini (75x75px)

source: Thumbnail (100px)
de: Vorschau (100px)

source: Small (240px)
de: Klein (240px)

source: Medium (500px)
de: Mittel (500px)

source: Large (1024px)
de: Groß (1024px)

source: Welcompose Admin &ndash; Mediamanager &ndash; Edit Media
de: Welcompose Administration &ndash; Mediamanager &ndash; Media bearbeiten

source: Please wait. Upload processing...
de: Bitte warten. Datei wird hochgeladen..

source: EDIT MEDIA
de: MEDIA BEARBEITEN

source: Fine, your input was successfully stored!
de: Ihre Eingaben wurden gespeichert

source: Sorry, your input was not stored!
de: Ihre Eingabe konnte leider nicht gespeichert werden!

source: A media file with the same name already exists. A media file name has to be unique.
de: Eine gleichnamige Datei existiert bereits. Dateinamen müssen einmalig sein.

source: File format
de: Dateiformat

source: File size
de: Dateigröße

source: Height
de: Höhe

source: Width
de: Breite

source: Not available
de: Nicht verfügbar

source: Modified
de: Geändert

source: Insert Tag
de: Diese Referenz einfügen

source: Media type
de: Dateityp

source: Media size
de: Dateigröße

source: Welcompose Admin &ndash; Mediamanager &ndash; Upload
de: Welcompose Administration &ndash; Mediamanager &ndash; Media hochladen

source: UPLOAD MEDIA
de: MEDIA HOCHLADEN

source: Welcompose Admin &ndash; Boxes &ndash; Create Reference to Page related Boxes
de: Welcompose Administration &ndash; Boxen &ndash; Verweis zu Seitenboxen erstellen

source: BOXES
de: BOXEN

source: CREATE REFERENCE
de: VERWEIS ERSTELLEN

source: Display related boxes
de: Anzeige der relevanten Seiten-Boxen

source: Insert box reference
de: Verweis auf diese Box einfügen

source: Welcompose Admin &ndash; Global Boxes &ndash; Create Reference to Global Box
de: Welcompose Administration &ndash; Boxen &ndash; Verweis zu globalen Boxen erstellen

source: GLOBAL BOXES
de: GLOBALE BOXEN

source: Welcompose Admin &ndash; Global Files &ndash; Create Reference to Global File
de: Welcompose Administration &ndash; Boxen &ndash; Verweis zu globalen Dateien erstellen

source: GLOBAL FILES
de: GLOBALE DATEIEN

source: Welcompose Admin &ndash; Global Templates &ndash; Create Reference to Global Template
de: Welcompose Administration &ndash; Boxen &ndash; Verweis zu globalen Vorlagen erstellen

source: GLOBAL TEMPLATES
de: GLOBALE VORLAGEN

source: Welcompose Admin &ndash; Smarty Plugins &ndash; Insert
de: Welcompose Admin &ndash; Smarty Plugins &ndash; Einfügen

source: Insert plugin syntax
de: Smarty Plugin Syntax einfügen

source: Please note, that not all <strong>optional</strong> params are usable on every namespace, class and/or class methods. To find out what options are available for your class or method you like to apply please have a look at the <a target="_blank" title="External link to welcompose online API documentation" href="http://dokumentation.welcompose.de/api/">API Documentation</a>
de: Bitte beachten Sie, das nicht alle als optional ausgewiesenen Parameter innerhalb aller PHP Klassen und Methoden verfügbar und damit anwendbar sind. Um heraus zu finden, welche Parameter für die von Ihnen eingesetzte Klasse oder Methode zur Verfügung stehen, schauen Sie bitte in der <a title="Externer Link zur Welcompose API Dokumentation" href="http://dokumentation.welcompose.de/api/">API Documentation</a> nach

source: Namespace of the class/method to apply
de: Namensraum der Klasse

source: Allowed data
de: Zulässige Angaben

source: Class to apply
de: Name der Klasse

source: Class method to apply
de: Name der Klassen-Methode

source: Free assignable variable name
de: Frei zuweisbarer Variablenname

source: Narrow the result set by a specified navigation, numeric value
de: Ausgabe einschränken durch Angabe einer Navigation, numerischer Wert

source: Narrow the result set by a specified name of a navigation, string value
de: Ausgabe einschränken durch Angabe des Namen einer Navigation, Zeichenfolge

source: Narrow the result set by a specified page type, numeric value
de: Ausgabe einschränken durch Angabe eines Seitentyps, numerischer Wert

source: Narrow the result set by page id, numeric value
de: Ausgabe einschränken durch Angabe einer Seiten ID, numerischer Wert

source: Narrow the result set by distinctive blog posting id, numeric value
de: Ausgabe einschränken durch Angabe einer Eintrags ID, numerischer Wert

source: Narrow the result set by start on given id, numeric value
de: Ausgabe ab angegebener Start ID, numerischer Wert

source: Narrow the result set by given number, numeric value
de: Absolute Limitierung der Ausgabe, numerischer Wert

source: Narrow the result set by year, string value, e.g. "2011"
de: Ausgabe einschränken durch Angabe einer Jahres, e.g. "2011"

source: Narrow the result set by month, string value, e.g. "02" for februar
de: Ausgabe einschränken durch Angabe eines Monats, e.g. "02" für Februar

source: Narrow the result set by day, string value, e.g. "03" for third day of month
de: Ausgabe einschränken durch Angabe einer Tages, e.g. "03" für den dritten Tag eines Monats

source: Narrow the result set by given tag word, string value, e.g. "event"
de: Ausgabe einschränken durch Angabe eines Schlagwortes, e.g. "event"

source: Order the result set, string value
de: Ausgabe sortieren, Zeichenfolge

source: Narrow the result set by timeframe range, string value
de: Ausgabe einschränken durch Angabe eines Zeitraumes, Zeichenfolge

source: Narrow the result set based on the current date on page load, string value
de: Ausgabe einschränken abhängig vom aktuellen Datum zum Zeitpunkt an dem die Seite geladen wird, Zeichenfolge

source: Narrow the result set by given search string, string value. This uses a likewise operator. If a blog postings name contains the given string, it matches the search
de: Ausgabe einschränken durch die Angabe eines Suchwortes. Die Suche nutzt einen einfachen "likewise" Operator

source: External link to welcompose online manual
de: Externer Link zum Welcompose Handbuch

source: See documentation
de: Siehe relevanter Eintrag im Welcompose Handbuch

source: ID of the data record to process
de: ID des Datensatzes, der verarbeitet werden soll

source: Context page id
de: ID der Seite, in dessen Kontext das Plugin aufgerufen wird

source: Narrow the result set on given number
de: Absolute Limitierung der Ausgabe, numerischer Wert

source: How many different tag emphase should be set?
de: Wieviele "Stufen" zur Gewichtung der Darstellung sollen gesetzt werden?

source: Wether to build the alphabetic link bar or the definition content list
de: Soll die alphabetische Linkliste ausgegeben werden (Wert: "pager") oder die Definitionsliste der Inhalte (Wert: "content")

source: Page id, nummeric value, e.g. $page.id
de: ID der Seite, numerischer Wert, e.g. $page.id

source: Current page id, nummeric value, e.g. $page.id
de: ID der aktuellen Seite, numerischer Wert, e.g. $page.id

source: Name of the template type with wcom resource prefix and trailed page id
de: Name des Vorlagentyps inklusive "wcom" Prefix und angehängter Seiten ID

source: Welcompose Admin &ndash; Add Global File
de: Welcompose Administration &ndash; Neue Globale Datei anlegen

source: Add Global File
de: Neue Globale Datei anlegen

source: A global file with the same name already exists. A global file name has to be unique.
de: Eine gleichnamige Globale Datei existiert bereits. Dateinamen müssen einmalig sein.

source: Welcompose Admin &ndash; Edit Global File
de: Welcompose Administration &ndash; Globale Datei bearbeiten

source: Edit Global File
de: Globale Datei bearbeiten

source: The name of the file you wish to upload must be identical to the file name you like to replace
de: Der Name der hochzuladenen Datei muss identisch sein mit dem Namen der zu ersetzenden Datei

source: Welcompose Admin &ndash; Global Files
de: Welcompose Administration &ndash; Globale Dateien

source: Go ahead and do some more edits
de: Sie können nun mit der Bearbeitung weiterer Dateien fortfahren

source: Available Templates
de: Verfügbare Vorlagen

source: File is...
de: Datei ist...

source: available
de: verfügbar

source: not available
de: nicht verfügbar

source: Upload Global File
de: Upload

source: No global file has been created yet.
de: Sie haben noch keine Datei angelegt

source: Welcompose Admin &ndash; Add Global Template
de: Welcompose Administration &ndash; Neue Globale Vorlage anlegen

source: Add Global Template
de: Neue Globale Vorlage anlegen

source: Welcompose Admin &ndash; Edit Global Template
de: Welcompose Administration &ndash; Globale Vorlage bearbeiten

source: Edit Global Template
de: Globale Vorlage bearbeiten

source: Welcompose Admin &ndash; Global Templates
de: Welcompose Administration &ndash; Globale Vorlagen

source: Upload global template
de: Upload

source: Download global template
de: Download

source: Upload Global Template
de: Upload

source: No global template has been created yet.
de: Sie haben noch keine globale Vorlage angelegt

source: Welcompose Admin &ndash; Add Template
de: Welcompose Administration &ndash; Neue Seitenvorlage anlegen

source: Add Template
de: Neue Seitenvorlage anlegen

source: You have not yet created a template type!
de: Sie haben noch keinen Vorlagentyp angelegt

source: To create one, go to the <a href="templatetypes_select.php">template type overview page</a>.
de: Bitte gehen Sie zur <a href="templatetypes_select.php">Übersichtsseite der Vorlagentypen</a>.

source: Internal Links
de: Interne Links

source: Welcompose Admin &ndash; Duplicate Template
de: Welcompose Administration &ndash; Seitenvorlage duplizieren

source: Duplicate Template
de: Seitenvorlage duplizieren

source: To create one, go to the <a href="templatetypes_select.php">template type type overview page</a>.
de: Bitte gehen Sie zur <a href="templatetypes_select.php">Übersichtsseite der Vorlagentypen</a>.

source: Welcompose Admin &ndash; Edit Template
de: Welcompose Administration &ndash; Seitenvorlage bearbeiten

source: Edit Template
de: Seitenvorlage bearbeiten

source: You can continue editing your template.
de: Sie können nun mit der Bearbeitung der Seitenvorlage fortfahren

source: Welcompose Admin &ndash; Templates
de: Welcompose Administration &ndash; Seitenvorlagen

source: Template Type
de: Vorlagentyp

source: Upload template
de: Upload

source: Download template
de: Download

source: Upload Template
de: Upload

source: No template has been created yet.
de: Sie haben noch keine Seitenvorlage angelegt

source: Welcompose Admin &ndash; Add Template Set
de: Welcompose Administration &ndash; Neue Vorlagengruppe anlegen

source: Add Template Sets
de: Neue Vorlagengruppen anlegen

source: Add Template Set
de: Neue Vorlagengruppe anlegen

source: Welcompose Admin &ndash; Edit Template Set
de: Welcompose Administration &ndash; Vorlagengruppe bearbeiten

source: Edit Template Sets
de: Vorlagengruppen bearbeiten

source: Edit Template Set
de: Vorlagengruppe bearbeiten

source: Welcompose Admin &ndash; Template Sets
de: Welcompose Administration &ndash; Vorlagengruppen

source: Available Template Sets
de: Verfügbare Vorlagengruppen

source: No template set has been created yet.
de: Sie haben noch keine Vorlagengruppe angelegt

source: Welcompose Admin &ndash; Add Template Type
de: Welcompose Administration &ndash; Neuen Vorlagentyp anlegen

source: Add Template Type
de: Neuen Vorlagentyp anlegen

source: Welcompose Admin &ndash; Edit Template Type
de: Welcompose Administration &ndash; Vorlagentyp bearbeiten

source: Edit Template Type
de: Vorlagentyp bearbeiten

source: Welcompose Admin &ndash; Template Types
de: Welcompose Administration &ndash; Vorlagentypen

source: Available Template Types
de: Verfügbare Vorlagentypen

source: No template type has been created yet.
de: Sie haben noch keinen Vorlagentyp angelegt

source: Welcompose Admin &ndash; Add Group
de: Welcompose Administration &ndash; Neue Benutzergruppe anlegen

source: Add Group
de: Neue Benutzergruppe anlegen

source: Welcompose Admin &ndash; Edit Group
de: Welcompose Administration &ndash; Benutzergruppe bearbeiten

source: Edit Group
de: Benutzergruppe bearbeiten

source: Duplicate Group
de: Benutzergruppe duplizieren

source: Welcompose Admin &ndash; User Groups
de: Welcompose Administration &ndash; Benutzergruppen

source: Group List
de: Benutzergruppen

source: Welcompose Admin &ndash; Add Right
de: Welcompose Administration &ndash; Neues Benutzerrecht anlegen

source: Add Right
de: Neues Benutzerrecht anlegen

source: Welcompose Admin &ndash; Edit Right
de: Welcompose Administration &ndash; Benutzerrecht bearbeiten

source: Edit Right
de: Benutzerrecht bearbeiten

source: Welcompose Admin &ndash; Rights
de: Welcompose Administration &ndash; Benutzerrechte

source: Right List
de: Benutzerrechte

source: No right has been created yet.
de: Sie haben noch keine Benutzerrechte angelegt

source: Welcompose Admin &ndash; Add User
de: Welcompose Administration &ndash; Neuen Benutzer anlegen

source: Add User
de: Neuen Benutzer anlegen

source: You have not yet created a user group!
de: Sie haben noch keine Benutzergruppe angelegt

source: To create one, go to the <a href="groups_select.php">user group overview page</a>.
de: Bitte gehen Sie zur <a href="groups_select.php">Übersichtsseite der Benutzergruppen</a> um eine neue Benutzergruppe anzulegen.

source: Welcompose Admin &ndash; Edit User
de: Welcompose Administration &ndash; Benutzer bearbeiten

source: Edit User
de: Benutzer bearbeiten

source: Welcompose Admin &ndash; Users
de: Welcompose Administration &ndash; Benutzer

source: User Group
de: Benutzergruppe

source: User List
de: Benutzerliste

source: Group
de: Benutzergruppe

source: Insert Tag(s)
de: Schlagworte einfügen

source: An javascript error occured:
de: Es ist ein Fehler aufgetreten

source: If the error remains, please get in touch with our support.
de: Sollte der Fehler wiederholt auftreten, wenden Sie sich bitte an den Software Support.

source: Hide help on this topic
de: Feldhilfe ausblenden

source: CLOSE FRONTEND VIEW
de: FRONTEND ANSICHT SCHLIESSEN

source: Please set focus on the text area into which you wish the media to be placed.
de: Bitte setzen Sie den Fokus auf die Textarea, in der die Datei eingefügt werden soll.

source: Hide details
de: Details ausblenden

source: Are you sure you want to delete the chosen navigation? Every page related to this navigation will be deleted too.
de: Sind Sie sicher, dass Sie die gewählte Navigation löschen möchten? Alle dieser Navigation zugeordneten Seiten werden ebenfalls gelöscht!

source: Are you sure you want to delete the chosen page?
de: Sind Sie sicher, dass Sie die gewählte Seite löschen möchten?

source: Are you sure you want to delete the chosen project? Every page and template within this project will deleted too.
de: Sind Sie sicher, dass Sie das gewählte Projekt löschen möchten? Alle Seiten und Vorlagen innerhalb dieses Projektes werden ebenfalls gelöscht.

source: Are you sure you want to delete the chosen template type? Every template that uses this type will be deleted too.
de: Sind Sie sicher, dass Sie den gewählten Vorlagentyp löschen möchten? Alle Seitenvorlagen, die diesen Vorlagentyp nutzen, werden ebenfalls gelöscht!

source: Are you sure you want to delete the chosen template set? You will loose the references in the templates this set is attached with.
de: Sind Sie sicher, dass Sie die gewählte Vorlagengruppe löschen möchten? Die Referenzen in den Seitenvorlagen, die dieser Vorlagengruppe zugeordnet sind, gehen verloren!

source: Are you sure you want to delete the chosen global template? References in other templates are not accordingly deleted and will remain as unattached markup.
de: Sind Sie sicher, dass Sie die gewählte globale Vorlage löschen möchten? Die Referenzen innerhalb der Seitenvorlagen, in denen die globale Vorlage genutzt wird, werden nicht gelöscht. Sie verbleiben unreferenziert als einfacher Text in den Seitenvorlagen.
